/**
 * Created by hzbc on 2016-10-28.
 */
var cityjson ={
    "city": [
        {
            "cid": "1",
            "id": "1",
            "name": "唐山"
        },
        {
            "cid": "1",
            "id": "2",
            "name": "石家庄"
        },
        {
            "cid": "1",
            "id": "3",
            "name": "邯郸"
        },
        {
            "cid": "1",
            "id": "4",
            "name": "衡水"
        },
        {
            "cid": "1",
            "id": "5",
            "name": "廊坊"
        },
        {
            "cid": "1",
            "id": "6",
            "name": "秦皇岛"
        },
        {
            "cid": "1",
            "id": "7",
            "name": "张家口"
        },
        {
            "cid": "2",
            "id": "8",
            "name": "天津"
        },
        {
            "cid": "3",
            "id": "9",
            "name": "郑州"
        },
        {
            "cid": "3",
            "id": "10",
            "name": "驻马店"
        },
        {
            "cid": "3",
            "id": "11",
            "name": "濮阳"
        },
        {
            "cid": "3",
            "id": "12",
            "name": "焦作"
        },
        {
            "cid": "3",
            "id": "13",
            "name": "洛阳"
        },
        {
            "cid": "3",
            "id": "14",
            "name": "平顶山"
        },
        {
            "cid": "3",
            "id": "15",
            "name": "信阳"
        },
        {
            "cid": "3",
            "id": "16",
            "name": "许昌"
        },
        {
            "cid": "3",
            "id": "17",
            "name": "安阳"
        },
        {
            "cid": "3",
            "id": "18",
            "name": "三门峡"
        },
        {
            "cid": "3",
            "id": "19",
            "name": "新乡"
        },
        {
            "cid": "4",
            "id": "20",
            "name": "北京"
        },
        {
            "cid": "5",
            "id": "21",
            "name": "青岛"
        },
        {
            "cid": "5",
            "id": "22",
            "name": "日照"
        },
        {
            "cid": "5",
            "id": "23",
            "name": "即墨"
        },
        {
            "cid": "5",
            "id": "24",
            "name": "文登"
        },
        {
            "cid": "5",
            "id": "25",
            "name": "莱芜"
        },
        {
            "cid": "5",
            "id": "26",
            "name": "济南"
        },
        {
            "cid": "5",
            "id": "27",
            "name": "临沂"
        },
        {
            "cid": "5",
            "id": "28",
            "name": "泰安"
        },
        {
            "cid": "5",
            "id": "29",
            "name": "德州"
        },
        {
            "cid": "5",
            "id": "30",
            "name": "济宁"
        },
        {
            "cid": "5",
            "id": "31",
            "name": "聊城"
        },
        {
            "cid": "5",
            "id": "32",
            "name": "兖州"
        },
        {
            "cid": "5",
            "id": "33",
            "name": "邹城"
        },
        {
            "cid": "5",
            "id": "34",
            "name": "蓬莱"
        },
        {
            "cid": "5",
            "id": "35",
            "name": "潍坊"
        },
        {
            "cid": "5",
            "id": "36",
            "name": "平度"
        },
        {
            "cid": "5",
            "id": "37",
            "name": "乳山"
        },
        {
            "cid": "5",
            "id": "38",
            "name": "威海"
        },
        {
            "cid": "5",
            "id": "39",
            "name": "淄博"
        },
        {
            "cid": "6",
            "id": "40",
            "name": "池州"
        },
        {
            "cid": "6",
            "id": "41",
            "name": "阜阳"
        },
        {
            "cid": "6",
            "id": "42",
            "name": "黄山"
        },
        {
            "cid": "6",
            "id": "43",
            "name": "合肥"
        },
        {
            "cid": "6",
            "id": "44",
            "name": "宣城"
        },
        {
            "cid": "6",
            "id": "45",
            "name": "马鞍山"
        },
        {
            "cid": "6",
            "id": "46",
            "name": "芜湖"
        },
        {
            "cid": "6",
            "id": "47",
            "name": "蚌埠"
        },
        {
            "cid": "6",
            "id": "48",
            "name": "定远"
        },
        {
            "cid": "6",
            "id": "49",
            "name": "六安"
        },
        {
            "cid": "6",
            "id": "50",
            "name": "宿州"
        },
        {
            "cid": "6",
            "id": "51",
            "name": "巢湖"
        },
        {
            "cid": "6",
            "id": "52",
            "name": "庐江"
        },
        {
            "cid": "6",
            "id": "53",
            "name": "铜陵"
        },
        {
            "cid": "7",
            "id": "54",
            "name": "沈阳"
        },
        {
            "cid": "7",
            "id": "55",
            "name": "大连"
        },
        {
            "cid": "7",
            "id": "56",
            "name": "大石桥"
        },
        {
            "cid": "7",
            "id": "57",
            "name": "朝阳"
        },
        {
            "cid": "7",
            "id": "58",
            "name": "庄河"
        },
        {
            "cid": "7",
            "id": "59",
            "name": "抚顺"
        },
        {
            "cid": "8",
            "id": "60",
            "name": "太原"
        },
        {
            "cid": "8",
            "id": "61",
            "name": "阳泉"
        },
        {
            "cid": "8",
            "id": "62",
            "name": "大同"
        },
        {
            "cid": "8",
            "id": "63",
            "name": "忻州"
        },
        {
            "cid": "9",
            "id": "64",
            "name": "无锡"
        },
        {
            "cid": "9",
            "id": "65",
            "name": "镇江"
        },
        {
            "cid": "9",
            "id": "66",
            "name": "常州"
        },
        {
            "cid": "9",
            "id": "67",
            "name": "盐城"
        },
        {
            "cid": "9",
            "id": "68",
            "name": "扬州"
        },
        {
            "cid": "9",
            "id": "69",
            "name": "泰州"
        },
        {
            "cid": "9",
            "id": "70",
            "name": "南京"
        },
        {
            "cid": "9",
            "id": "71",
            "name": "徐州"
        },
        {
            "cid": "9",
            "id": "72",
            "name": "淮安"
        },
        {
            "cid": "9",
            "id": "73",
            "name": "宿迁"
        },
        {
            "cid": "9",
            "id": "74",
            "name": "南通"
        },
        {
            "cid": "9",
            "id": "75",
            "name": "连云港"
        },
        {
            "cid": "9",
            "id": "76",
            "name": "苏州"
        },
        {
            "cid": "9",
            "id": "77",
            "name": "泗阳"
        },
        {
            "cid": "9",
            "id": "78",
            "name": "江阴"
        },
        {
            "cid": "9",
            "id": "79",
            "name": "丹阳"
        },
        {
            "cid": "9",
            "id": "80",
            "name": "邳州"
        },
        {
            "cid": "9",
            "id": "81",
            "name": "溧阳"
        },
        {
            "cid": "9",
            "id": "82",
            "name": "海安"
        },
        {
            "cid": "9",
            "id": "83",
            "name": "如东"
        },
        {
            "cid": "9",
            "id": "84",
            "name": "江都"
        },
        {
            "cid": "10",
            "id": "85",
            "name": "杭州"
        },
        {
            "cid": "10",
            "id": "86",
            "name": "湖州"
        },
        {
            "cid": "10",
            "id": "87",
            "name": "绍兴"
        },
        {
            "cid": "10",
            "id": "88",
            "name": "宁波"
        },
        {
            "cid": "10",
            "id": "89",
            "name": "舟山"
        },
        {
            "cid": "10",
            "id": "90",
            "name": "台州"
        },
        {
            "cid": "10",
            "id": "91",
            "name": "嘉兴"
        },
        {
            "cid": "10",
            "id": "92",
            "name": "温州"
        },
        {
            "cid": "10",
            "id": "93",
            "name": "丽水"
        },
        {
            "cid": "10",
            "id": "94",
            "name": "金华"
        },
        {
            "cid": "10",
            "id": "95",
            "name": "衢州"
        },
        {
            "cid": "10",
            "id": "96",
            "name": "临安"
        },
        {
            "cid": "10",
            "id": "97",
            "name": "萧山"
        },
        {
            "cid": "10",
            "id": "98",
            "name": "东阳"
        },
        {
            "cid": "10",
            "id": "99",
            "name": "江山"
        },
        {
            "cid": "10",
            "id": "100",
            "name": "兰溪"
        },
        {
            "cid": "10",
            "id": "101",
            "name": "上虞"
        },
        {
            "cid": "10",
            "id": "102",
            "name": "嵊州"
        },
        {
            "cid": "10",
            "id": "103",
            "name": "永康"
        },
        {
            "cid": "10",
            "id": "104",
            "name": "诸暨"
        },
        {
            "cid": "10",
            "id": "105",
            "name": "海宁"
        },
        {
            "cid": "10",
            "id": "106",
            "name": "桐乡"
        },
        {
            "cid": "10",
            "id": "107",
            "name": "富阳"
        },
        {
            "cid": "10",
            "id": "108",
            "name": "临平"
        },
        {
            "cid": "10",
            "id": "109",
            "name": "义乌"
        },
        {
            "cid": "10",
            "id": "110",
            "name": "慈溪"
        },
        {
            "cid": "10",
            "id": "111",
            "name": "余姚"
        },
        {
            "cid": "10",
            "id": "112",
            "name": "乐清"
        },
        {
            "cid": "10",
            "id": "113",
            "name": "温岭"
        },
        {
            "cid": "11",
            "id": "114",
            "name": "深圳"
        },
        {
            "cid": "11",
            "id": "115",
            "name": "佛山"
        },
        {
            "cid": "11",
            "id": "116",
            "name": "梅州"
        },
        {
            "cid": "11",
            "id": "117",
            "name": "潮州"
        },
        {
            "cid": "11",
            "id": "118",
            "name": "汕头"
        },
        {
            "cid": "11",
            "id": "119",
            "name": "广州"
        },
        {
            "cid": "11",
            "id": "120",
            "name": "珠海"
        },
        {
            "cid": "11",
            "id": "121",
            "name": "中山"
        },
        {
            "cid": "11",
            "id": "122",
            "name": "肇庆"
        },
        {
            "cid": "11",
            "id": "123",
            "name": "清远"
        },
        {
            "cid": "11",
            "id": "124",
            "name": "东莞"
        },
        {
            "cid": "11",
            "id": "125",
            "name": "江门"
        },
        {
            "cid": "12",
            "id": "126",
            "name": "厦门"
        },
        {
            "cid": "12",
            "id": "127",
            "name": "漳州"
        },
        {
            "cid": "12",
            "id": "128",
            "name": "福州"
        },
        {
            "cid": "12",
            "id": "129",
            "name": "福清"
        },
        {
            "cid": "12",
            "id": "130",
            "name": "泉州"
        },
        {
            "cid": "12",
            "id": "131",
            "name": "晋江"
        },
        {
            "cid": "12",
            "id": "132",
            "name": "莆田"
        },
        {
            "cid": "12",
            "id": "133",
            "name": "三明"
        },
        {
            "cid": "12",
            "id": "134",
            "name": "福建"
        },
        {
            "cid": "13",
            "id": "135",
            "name": "南宁"
        },
        {
            "cid": "13",
            "id": "136",
            "name": "百色"
        },
        {
            "cid": "13",
            "id": "137",
            "name": "北海"
        },
        {
            "cid": "13",
            "id": "138",
            "name": "桂林"
        },
        {
            "cid": "13",
            "id": "139",
            "name": "柳州"
        },
        {
            "cid": "13",
            "id": "140",
            "name": "钦州"
        },
        {
            "cid": "13",
            "id": "141",
            "name": "玉林"
        },
        {
            "cid": "14",
            "id": "142",
            "name": "西安"
        },
        {
            "cid": "14",
            "id": "143",
            "name": "宝鸡"
        },
        {
            "cid": "14",
            "id": "144",
            "name": "咸阳"
        },
        {
            "cid": "14",
            "id": "145",
            "name": "汉中"
        },
        {
            "cid": "14",
            "id": "146",
            "name": "延安"
        },
        {
            "cid": "15",
            "id": "147",
            "name": "眉山"
        },
        {
            "cid": "15",
            "id": "148",
            "name": "成都"
        },
        {
            "cid": "15",
            "id": "149",
            "name": "西昌"
        },
        {
            "cid": "15",
            "id": "150",
            "name": "都江堰"
        },
        {
            "cid": "15",
            "id": "151",
            "name": "资阳"
        },
        {
            "cid": "15",
            "id": "152",
            "name": "资中"
        },
        {
            "cid": "15",
            "id": "153",
            "name": "宜宾"
        },
        {
            "cid": "15",
            "id": "154",
            "name": "自贡"
        },
        {
            "cid": "15",
            "id": "155",
            "name": "德阳"
        },
        {
            "cid": "15",
            "id": "156",
            "name": "彭州"
        },
        {
            "cid": "15",
            "id": "157",
            "name": "江油"
        },
        {
            "cid": "15",
            "id": "158",
            "name": "绵阳"
        },
        {
            "cid": "15",
            "id": "159",
            "name": "南充"
        },
        {
            "cid": "15",
            "id": "160",
            "name": "内江"
        },
        {
            "cid": "15",
            "id": "161",
            "name": "遂宁"
        },
        {
            "cid": "15",
            "id": "162",
            "name": "乐山"
        },
        {
            "cid": "16",
            "id": "163",
            "name": "重庆"
        },
        {
            "cid": "16",
            "id": "164",
            "name": "丰都"
        },
        {
            "cid": "16",
            "id": "165",
            "name": "南川"
        },
        {
            "cid": "16",
            "id": "166",
            "name": "綦江"
        },
        {
            "cid": "16",
            "id": "167",
            "name": "渝北"
        },
        {
            "cid": "17",
            "id": "168",
            "name": "昆明"
        },
        {
            "cid": "17",
            "id": "169",
            "name": "楚雄"
        },
        {
            "cid": "17",
            "id": "170",
            "name": "曲靖"
        },
        {
            "cid": "18",
            "id": "171",
            "name": "兰州"
        },
        {
            "cid": "18",
            "id": "172",
            "name": "白银"
        },
        {
            "cid": "19",
            "id": "173",
            "name": "随州"
        },
        {
            "cid": "19",
            "id": "174",
            "name": "襄樊"
        },
        {
            "cid": "19",
            "id": "175",
            "name": "武汉"
        },
        {
            "cid": "19",
            "id": "176",
            "name": "洪湖"
        },
        {
            "cid": "19",
            "id": "177",
            "name": "荆州"
        },
        {
            "cid": "19",
            "id": "178",
            "name": "潜江"
        },
        {
            "cid": "19",
            "id": "179",
            "name": "荆门"
        },
        {
            "cid": "19",
            "id": "180",
            "name": "孝感"
        },
        {
            "cid": "19",
            "id": "181",
            "name": "武昌"
        },
        {
            "cid": "19",
            "id": "182",
            "name": "黄冈"
        },
        {
            "cid": "19",
            "id": "183",
            "name": "天门"
        },
        {
            "cid": "19",
            "id": "184",
            "name": "咸宁"
        },
        {
            "cid": "19",
            "id": "185",
            "name": "安陆"
        },
        {
            "cid": "19",
            "id": "186",
            "name": "黄石"
        },
        {
            "cid": "19",
            "id": "187",
            "name": "十堰"
        },
        {
            "cid": "19",
            "id": "188",
            "name": "鄂州"
        },
        {
            "cid": "19",
            "id": "189",
            "name": "仙桃"
        },
        {
            "cid": "19",
            "id": "190",
            "name": "宜昌"
        },
        {
            "cid": "20",
            "id": "191",
            "name": "长沙"
        },
        {
            "cid": "20",
            "id": "192",
            "name": "常德"
        },
        {
            "cid": "20",
            "id": "193",
            "name": "岳阳"
        },
        {
            "cid": "20",
            "id": "194",
            "name": "怀化"
        },
        {
            "cid": "20",
            "id": "195",
            "name": "宁乡"
        },
        {
            "cid": "20",
            "id": "196",
            "name": "株洲"
        },
        {
            "cid": "20",
            "id": "197",
            "name": "郴州"
        },
        {
            "cid": "20",
            "id": "198",
            "name": "衡阳"
        },
        {
            "cid": "20",
            "id": "199",
            "name": "耒阳"
        },
        {
            "cid": "20",
            "id": "200",
            "name": "吉首"
        },
        {
            "cid": "20",
            "id": "201",
            "name": "永州"
        },
        {
            "cid": "20",
            "id": "202",
            "name": "娄底"
        },
        {
            "cid": "20",
            "id": "203",
            "name": "湘潭"
        },
        {
            "cid": "21",
            "id": "204",
            "name": "九江"
        },
        {
            "cid": "21",
            "id": "205",
            "name": "赣州"
        },
        {
            "cid": "21",
            "id": "206",
            "name": "南昌"
        },
        {
            "cid": "21",
            "id": "207",
            "name": "抚州"
        },
        {
            "cid": "21",
            "id": "208",
            "name": "萍乡"
        },
        {
            "cid": "21",
            "id": "209",
            "name": "新余"
        },
        {
            "cid": "21",
            "id": "210",
            "name": "景德镇"
        },
        {
            "cid": "21",
            "id": "211",
            "name": "上饶"
        },
        {
            "cid": "21",
            "id": "212",
            "name": "宜春"
        },
        {
            "cid": "22",
            "id": "213",
            "name": "上海"
        },
        {
            "cid": "23",
            "id": "214",
            "name": "乌鲁木齐"
        },
        {
            "cid": "23",
            "id": "215",
            "name": "昌吉"
        },
        {
            "cid": "23",
            "id": "216",
            "name": "克拉玛依"
        },
        {
            "cid": "23",
            "id": "217",
            "name": "库尔勒"
        },
        {
            "cid": "24",
            "id": "218",
            "name": "西宁"
        },
        {
            "cid": "25",
            "id": "219",
            "name": "三亚"
        },
        {
            "cid": "25",
            "id": "220",
            "name": "海口"
        },
        {
            "cid": "26",
            "id": "221",
            "name": "贵阳"
        },
        {
            "cid": "26",
            "id": "222",
            "name": "六盘水"
        },
        {
            "cid": "26",
            "id": "223",
            "name": "遵义"
        },
        {
            "cid": "27",
            "id": "224",
            "name": "东莞"
        },
        {
            "cid": "28",
            "id": "225",
            "name": "大庆"
        },
        {
            "cid": "28",
            "id": "226",
            "name": "哈尔滨"
        },
        {
            "cid": "28",
            "id": "227",
            "name": "鸡西"
        },
        {
            "cid": "28",
            "id": "228",
            "name": "牡丹江"
        },
        {
            "cid": "28",
            "id": "229",
            "name": "齐齐哈尔"
        },
        {
            "cid": "28",
            "id": "230",
            "name": "佳木斯"
        },
        {
            "cid": "28",
            "id": "231",
            "name": "七台河"
        },
        {
            "cid": "29",
            "id": "232",
            "name": "延吉"
        },
        {
            "cid": "29",
            "id": "233",
            "name": "长春"
        },
        {
            "cid": "30",
            "id": "234",
            "name": "包头"
        },
        {
            "cid": "30",
            "id": "235",
            "name": "呼和浩特"
        },
        {
            "cid": "30",
            "id": "236",
            "name": "集宁"
        },
        {
            "cid": "31",
            "id": "237",
            "name": "银川"
        },
        {
            "cid": "31",
            "id": "238",
            "name": "中卫"
        }
    ],
    "county": [
        {
            "addr": "河北省唐山市华岩北路大润发",
            "cid": "1",
            "code": "0315001C",
            "id": "1",
            "name": "大润发（唐山店）"
        },
        {
            "addr": "河北省石家庄市建设大街与中山路交叉口南行100米",
            "cid": "2",
            "code": "0311013C",
            "id": "1",
            "name": "北国超市总店"
        },
        {
            "addr": "河北省石家庄市桥西区开泰街与三简路交叉口",
            "cid": "2",
            "code": "0311002C",
            "id": "2",
            "name": "北国超市(简良店)"
        },
        {
            "addr": "河北省石家庄市翟营南大街与塔北路交叉口（联邦明珠南端）",
            "cid": "2",
            "code": "0311004C",
            "id": "3",
            "name": "北国超市(益东店)"
        },
        {
            "addr": "河北省石家庄市裕华区裕华东路376-1号",
            "cid": "2",
            "code": "0311006C",
            "id": "4",
            "name": "北国超市(裕华店)"
        },
        {
            "addr": "河北省石家庄市桥西区中山西路139号(近中华大街)",
            "cid": "2",
            "code": "0311010C",
            "id": "5",
            "name": "北国超市〈新百店(人民）〉"
        },
        {
            "addr": "河北省石家庄市中华大街与和平路交叉口北行200米",
            "cid": "2",
            "code": "0311012C",
            "id": "6",
            "name": "北国超市(中华店)"
        },
        {
            "addr": "河北省石家庄市翟营北大街110号",
            "cid": "2",
            "code": "0311005C",
            "id": "7",
            "name": "北国超市(谈固店)"
        },
        {
            "addr": "河北省石家庄市友谊大街与裕华西路交叉口益友超市",
            "cid": "2",
            "code": "0311014C",
            "id": "8",
            "name": "北国超市(益友店)"
        },
        {
            "addr": "河北省石家庄市槐安西路和西二环交叉口西行100米左右路南",
            "cid": "2",
            "code": "0311016C",
            "id": "9",
            "name": "北国超市(北杜店)"
        },
        {
            "addr": "河北省石家庄市桥东区东风路68号(平安大街路口)",
            "cid": "2",
            "code": "0311017C",
            "id": "10",
            "name": "北国超市(华夏店)"
        },
        {
            "addr": "河北省石家庄市东岗路297号大马庄园东门（东岗路与谈固东街交叉口）",
            "cid": "2",
            "code": "0311018C",
            "id": "11",
            "name": "北国超市(谈东店)"
        },
        {
            "addr": "河北省石家庄胜利北大街289号",
            "cid": "2",
            "code": "0311015C",
            "id": "12",
            "name": "北国超市(益庄店)"
        },
        {
            "addr": "河北省石家庄市裕华区长江大道13号",
            "cid": "2",
            "code": "0311003C",
            "id": "13",
            "name": "北国超市(长江店)"
        },
        {
            "addr": "河北省石家庄市泰华街和联盟路交叉口(水上公园东门)",
            "cid": "2",
            "code": "0311007C",
            "id": "14",
            "name": "北国超市(益元店)"
        },
        {
            "addr": "河北省石家庄市桥东区胜利北街243号",
            "cid": "2",
            "code": "0311008S",
            "id": "15",
            "name": "北国超市(天河店)"
        },
        {
            "addr": "河北省石家庄市桥西区中山西路845号",
            "cid": "2",
            "code": "0311001C",
            "id": "16",
            "name": "北国超市(西兴店)"
        },
        {
            "addr": "河北省石家庄市育才街与槐南路交口怀特国际商城负一层",
            "cid": "2",
            "code": "0311009C",
            "id": "17",
            "name": "北国超市(怀特店)"
        },
        {
            "addr": "河北省石家庄市中华南大街585号（交管局对面）",
            "cid": "2",
            "code": "0311011C",
            "id": "18",
            "name": "北国超市(新石店)"
        },
        {
            "addr": "河北省石家庄市友谊大街与裕华西路128号北国商城益友百货一层化妆品珀莱雅专柜",
            "cid": "2",
            "code": "0311002S",
            "id": "19",
            "name": "北国商城益友店"
        },
        {
            "addr": "河北省石家庄市中山西路139号新百广场一层化妆品珀莱雅专柜收",
            "cid": "2",
            "code": "0311005S",
            "id": "20",
            "name": "石家庄新百广场（人民商场）"
        },
        {
            "addr": "河北省石家庄市翟营南大街北国商场益东百货一层化妆品珀莱雅专柜收",
            "cid": "2",
            "code": "0311003S",
            "id": "21",
            "name": "北国商场益东店"
        },
        {
            "addr": "河北省石家庄新华区联盟路北国商城益元百货一层化妆品珀莱雅专柜收",
            "cid": "2",
            "code": "0311001S",
            "id": "22",
            "name": "北国商城益元店"
        },
        {
            "addr": "河北省石家庄市中山西路东方城市广场（银座店）一层化妆品珀莱雅专柜",
            "cid": "2",
            "code": "0311006S",
            "id": "23",
            "name": "石家庄东方购物中心(银座收购)"
        },
        {
            "addr": "河北省石家庄市桥东区胜利北街289号北国商城益庄购物中心一层化妆品珀莱雅专柜收",
            "cid": "2",
            "code": "0311010S",
            "id": "24",
            "name": "北国商城益庄购物中心"
        },
        {
            "addr": "河北省石家庄市红旗大街与汇丰路交叉口",
            "cid": "2",
            "code": "0311011S",
            "id": "25",
            "name": "西美购物广场"
        },
        {
            "addr": "河北省邯郸市陵西南大街5号邯郸新世纪阳光世贸广场一层化妆品珀莱雅专柜收",
            "cid": "3",
            "code": "0310001S",
            "id": "1",
            "name": "邯郸新世纪阳光世贸广场"
        },
        {
            "addr": "河北省邯郸市联防东路505号邯郸天鸿购物广场一层化妆品珀莱雅专柜收",
            "cid": "3",
            "code": "0310003S",
            "id": "2",
            "name": "邯郸天鸿购物广场"
        },
        {
            "addr": "河北省衡水市桃城区人民东路106号衡水百货大楼一楼珀莱雅专柜",
            "cid": "4",
            "code": "0318001S",
            "id": "1",
            "name": "衡水百货大楼"
        },
        {
            "addr": "河北省廊坊市广阳区新华路43号明珠大厦一楼珀莱雅专柜",
            "cid": "5",
            "code": "0316001S",
            "id": "1",
            "name": "明珠商场"
        },
        {
            "addr": "河北省廊坊市三河市燕郊开发区神威北路新世界百货",
            "cid": "5",
            "code": "0316003S",
            "id": "2",
            "name": "燕郊新世界百货"
        },
        {
            "addr": "河北省秦皇岛市文化路茂业百货二层珀莱雅",
            "cid": "6",
            "code": "0335001S",
            "id": "1",
            "name": "茂业百货金都店"
        },
        {
            "addr": "河北省张家口市胜利北路30号 ",
            "cid": "7",
            "code": "0313001S",
            "id": "1",
            "name": "帝达购物广场"
        },
        {
            "addr": "天津市河西区黑牛城道",
            "cid": "8",
            "code": "0022007C",
            "id": "1",
            "name": "大润发（紫金山路店）"
        },
        {
            "addr": "天津市北辰区宜白路",
            "cid": "8",
            "code": "0022002C",
            "id": "2",
            "name": "人人乐（宜兴埠店）"
        },
        {
            "addr": "天津市河西区泗水道",
            "cid": "8",
            "code": "0022003C",
            "id": "3",
            "name": "人人乐（小海地）"
        },
        {
            "addr": "天津市西青区大寺镇芦北路与赛达路交叉口",
            "cid": "8",
            "code": "0022008C",
            "id": "4",
            "name": "人人乐（大寺店）"
        },
        {
            "addr": "天津市南开区海光寺与南京路交口",
            "cid": "8",
            "code": "0022009C",
            "id": "5",
            "name": "家乐福（海光寺）"
        },
        {
            "addr": "天津市塘沽区上海道888号",
            "cid": "8",
            "code": "0022010C",
            "id": "6",
            "name": "乐购（塘沽店）"
        },
        {
            "addr": "天津市南开区红旗路242号",
            "cid": "8",
            "code": "0022013C",
            "id": "7",
            "name": "华润万家（天环店）"
        },
        {
            "addr": "天津市河东区卫国道和天山南路交口",
            "cid": "8",
            "code": "0022014C",
            "id": "8",
            "name": "华润万家（卫国道店）"
        },
        {
            "addr": "天津市和平区滨江道麦购商业大厦一层珀莱雅柜台",
            "cid": "8",
            "code": "0022003S",
            "id": "9",
            "name": "麦购商业大厦"
        },
        {
            "addr": "天津市滨江道193号滨江购物商厦一层珀莱雅柜台",
            "cid": "8",
            "code": "0022008S",
            "id": "10",
            "name": "滨江购物商厦"
        },
        {
            "addr": "河南省郑州市陇海路与紫荆山路交汇处东北角大润发",
            "cid": "9",
            "code": "0371012C",
            "id": "1",
            "name": "大润发（陇海店）"
        },
        {
            "addr": "河南省郑州市二七区大学路与政通路大润发",
            "cid": "9",
            "code": "0371011C",
            "id": "2",
            "name": "大润发（郑州大学店）"
        },
        {
            "addr": "河南省郑州市中原区长江路与兴华南街交叉口60号",
            "cid": "9",
            "code": "0371013C",
            "id": "3",
            "name": "丹尼斯（长江路店）"
        },
        {
            "addr": "河南省郑州市管城区航海东路与商英街交叉口105号",
            "cid": "9",
            "code": "0371014C",
            "id": "4",
            "name": "丹尼斯（航海路店）"
        },
        {
            "addr": "河南省郑州市郑花路12号",
            "cid": "9",
            "code": "0371002C",
            "id": "5",
            "name": "丹尼斯（郑花店）"
        },
        {
            "addr": "河南省郑州市中原区棉纺路1号",
            "cid": "9",
            "code": "0371003C",
            "id": "6",
            "name": "丹尼斯（中原路店）"
        },
        {
            "addr": "河南省郑州市二七区人民路2号",
            "cid": "9",
            "code": "0371004C",
            "id": "7",
            "name": "丹尼斯(人民路店)"
        },
        {
            "addr": "河南省郑州市中原区大学路80号",
            "cid": "9",
            "code": "0371005C",
            "id": "8",
            "name": "丹尼斯(大学路店)"
        },
        {
            "addr": "河南省郑州市金水区东风路38号（东风路与丰乐路）",
            "cid": "9",
            "code": "0371006C",
            "id": "9",
            "name": "世纪联华超市（河南天旺店）"
        },
        {
            "addr": "郑州市高新区科学大道和瑞达路交叉口向东200米",
            "cid": "9",
            "code": "0371016C",
            "id": "10",
            "name": "丹尼斯科学大道店"
        },
        {
            "addr": "郑州市索凌路与银河路交叉口向北200米路东",
            "cid": "9",
            "code": "0371017C",
            "id": "11",
            "name": "北京华联（普罗旺世店）"
        },
        {
            "addr": "河南省郑州市二七区东太康路72号一楼珀莱雅专柜",
            "cid": "9",
            "code": "0371013S",
            "id": "12",
            "name": "郑州百盛"
        },
        {
            "addr": "河南省郑州市民主路3号北京华联商场一楼珀莱雅专柜",
            "cid": "9",
            "code": "0371010S",
            "id": "13",
            "name": "北京华联（二七店商场）"
        },
        {
            "addr": "河南省郑州市棉纺路与桐柏路交叉口一楼珀莱雅专柜",
            "cid": "9",
            "code": "0371011S",
            "id": "14",
            "name": "郑州王府井百货"
        },
        {
            "addr": "河南省郑州市文化路与北环路交叉口东北角家乐福一楼珀莱雅专柜",
            "cid": "9",
            "code": "0371005S",
            "id": "15",
            "name": "家乐福郑州北环店"
        },
        {
            "addr": "河南省郑州市二七路200号金博大一楼珀莱雅专柜",
            "cid": "9",
            "code": "0371004S",
            "id": "16",
            "name": "大商新玛特（金博大店）"
        },
        {
            "addr": "河南省郑州市中州大道福田东方广场53号一楼珀莱雅专柜",
            "cid": "9",
            "code": "0371008S",
            "id": "17",
            "name": "大商新玛特（富田店）"
        },
        {
            "addr": "河南省郑州市紫荆山路紫荆山百货一楼珀莱雅专柜",
            "cid": "9",
            "code": "0371002S",
            "id": "18",
            "name": "紫荆山百货"
        },
        {
            "addr": "河南省郑州市民主路3号北京华联商场一楼珀莱雅专柜",
            "cid": "9",
            "code": "0371016S",
            "id": "19",
            "name": "丹尼斯未来店"
        },
        {
            "addr": "河南省驻马店风光路中转北京商场一楼珀莱雅专柜",
            "cid": "10",
            "code": "0396001S",
            "id": "1",
            "name": "北京商场驻马店"
        },
        {
            "addr": "河南省驻马店市乐山路386一楼珀莱雅专柜",
            "cid": "10",
            "code": "0396003S",
            "id": "2",
            "name": "大商新玛特(驻马店)"
        },
        {
            "addr": "河南省濮阳中原东路与文明路交叉口濮阳百姓生活广场一楼珀莱雅专柜",
            "cid": "11",
            "code": "0393002S",
            "id": "1",
            "name": "濮阳百姓生活广场"
        },
        {
            "addr": "河南省焦作市解放区中路908号三维商业广场1楼珀莱雅专柜",
            "cid": "12",
            "code": "0391001S",
            "id": "1",
            "name": "三维百货"
        },
        {
            "addr": "河南省洛阳市中州中路287号洛阳南京中央百货一楼珀莱雅专柜",
            "cid": "13",
            "code": "0379001S",
            "id": "1",
            "name": "洛阳南京中央百货"
        },
        {
            "addr": "河南省洛阳市涧西区辽宁路170号洛阳万达一楼珀莱雅专柜",
            "cid": "13",
            "code": "0379002S",
            "id": "2",
            "name": "洛阳万千百货"
        },
        {
            "addr": "河南省洛阳市洛龙区政和路洛阳丹尼斯一楼珀莱雅专柜",
            "cid": "13",
            "code": "0371018S",
            "id": "3",
            "name": "洛阳丹尼斯政和店"
        },
        {
            "addr": "河南省平顶山市中兴路与和平路中心商城一楼珀莱雅专柜",
            "cid": "14",
            "code": "0375002S",
            "id": "1",
            "name": "中心商城"
        },
        {
            "addr": "河南省平顶山市光明路双丰商场一楼珀莱雅专柜",
            "cid": "14",
            "code": "0375001S",
            "id": "2",
            "name": "平顶山双丰商场"
        },
        {
            "addr": "河南省平顶山市旷工路与中兴路交叉口丹尼斯平顶山一楼珀莱雅专柜",
            "cid": "14",
            "code": "0375003S",
            "id": "3",
            "name": "丹尼斯平顶山店"
        },
        {
            "addr": "河南省信阳市东方红与步行街交口大商新玛特信阳店一楼珀莱雅专柜",
            "cid": "15",
            "code": "0376001S",
            "id": "1",
            "name": "大商新玛特（信阳店）"
        },
        {
            "addr": "河南省许昌市建设路708号大商新玛特鸿宝店一楼珀莱雅专柜",
            "cid": "16",
            "code": "0374002S",
            "id": "1",
            "name": "大商新玛特（鸿宝店）"
        },
        {
            "addr": "河南省安阳市文峰中路北环西段安阳丹尼斯一楼珀莱雅专柜",
            "cid": "17",
            "code": "0372001S",
            "id": "1",
            "name": "安阳丹尼斯"
        },
        {
            "addr": "河南省安阳市彰德府店安阳丹尼斯一楼珀莱雅专柜",
            "cid": "17",
            "code": "0372002S",
            "id": "2",
            "name": "安阳丹尼斯2店"
        },
        {
            "addr": "河南省三门峡市和平路与六峰路交汇处丹尼斯店一楼珀莱雅专柜",
            "cid": "18",
            "code": "0398003S",
            "id": "1",
            "name": "三门峡丹尼斯百货"
        },
        {
            "addr": "河南省新乡市卫滨区解放大道与人民中路交叉口新乡新玛特总店1F",
            "cid": "19",
            "code": "0373003S",
            "id": "1",
            "name": "新乡新玛特总店"
        },
        {
            "addr": "北京市朝阳区来广营香宾路",
            "cid": "20",
            "code": "0010016C",
            "id": "1",
            "name": "欧尚3店"
        },
        {
            "addr": "北京市丰台区邻枫路1号（近富丰桥）",
            "cid": "20",
            "code": "0010018C",
            "id": "2",
            "name": "欧尚2店（科兴店）"
        },
        {
            "addr": "北京大兴区西红门地铁站宜家家居南侧 欧尚超市",
            "cid": "20",
            "code": "0010020C",
            "id": "3",
            "name": "欧尚5西（红门店）"
        },
        {
            "addr": "北京市大兴区黄村镇兴丰南街东侧地下一层",
            "cid": "20",
            "code": "0010005C",
            "id": "4",
            "name": "物美超市（大兴店）"
        },
        {
            "addr": "北京市昌平区北七家镇的奥北宝迪酒店A区第一层至第三层",
            "cid": "20",
            "code": "0010008C",
            "id": "5",
            "name": "物美超市（北七家店）"
        },
        {
            "addr": "北京市昌平区天通苑东三区2号商业楼一层",
            "cid": "20",
            "code": "0010007C",
            "id": "6",
            "name": "物美超市（天通苑店）"
        },
        {
            "addr": "北京市朝阳区惠新西街9号",
            "cid": "20",
            "code": "0010009C",
            "id": "7",
            "name": "物美超市（惠新店）"
        },
        {
            "addr": "北京市海淀区五棵松路35号金四季购物中心",
            "cid": "20",
            "code": "0010013C",
            "id": "8",
            "name": "欧尚1店（四季青店）"
        },
        {
            "addr": "北京市朝阳区朝阳北路三间房东路4号",
            "cid": "20",
            "code": "0010017C",
            "id": "9",
            "name": "欧尚4店（朝阳北路店）"
        },
        {
            "addr": "北京市石景山区西黄村物美超市",
            "cid": "20",
            "code": "0010002C",
            "id": "10",
            "name": "物美超市（北京西黄村店）"
        },
        {
            "addr": "北京市宣武区南纬路",
            "cid": "20",
            "code": "0010012C",
            "id": "11",
            "name": "物美超市（陶然亭店）"
        },
        {
            "addr": "北京市密云县鼓楼南大街1号",
            "cid": "20",
            "code": "0010015C",
            "id": "12",
            "name": "物美(密云鼓楼店)"
        },
        {
            "addr": "北京市丰台区蒲芳路芳古园一区8号楼",
            "cid": "20",
            "code": "0010006C",
            "id": "13",
            "name": "物美超市（玉蜓桥店）"
        },
        {
            "addr": "北京市海淀区中关村大街18号",
            "cid": "20",
            "code": "0010010C",
            "id": "14",
            "name": "物美超市（中关村店）"
        },
        {
            "addr": "北京大兴区兴华大街与永华路交叉路口西南角",
            "cid": "20",
            "code": "0010003C",
            "id": "15",
            "name": "物美超市（兴华大街店）"
        },
        {
            "addr": "北京市石景山区石景山路乙18号万达广场B1楼(近1号线八宝山地铁）",
            "cid": "20",
            "code": "0010022C",
            "id": "16",
            "name": "家乐福（石景山店）"
        },
        {
            "addr": "北京市通州区九棵树西路48号(近城铁果园站)",
            "cid": "20",
            "code": "0010019C",
            "id": "17",
            "name": "家乐福（通州店）"
        },
        {
            "addr": "北京市昌平区立汤路家乐福",
            "cid": "20",
            "code": "0010021C",
            "id": "18",
            "name": "家乐福（天通苑店）"
        },
        {
            "addr": "北京市朝阳区北三环东路乙6号(近国际展览中心)",
            "cid": "20",
            "code": "0010023C",
            "id": "19",
            "name": "家乐福（国展店）"
        },
        {
            "addr": "北京市朝阳区广渠路石韵浩庭3号楼3号底商双井家乐福",
            "cid": "20",
            "code": "0010024C",
            "id": "20",
            "name": "家乐福（双井店）"
        },
        {
            "addr": "北京市海淀区中关村大街15号中关村广场购物中心(近海淀大街)",
            "cid": "20",
            "code": "0010025C",
            "id": "21",
            "name": "家乐福（中关村店）"
        },
        {
            "addr": "北京市西城区马连道南街1号依莲轩1楼101-1-2号",
            "cid": "20",
            "code": "0010026C",
            "id": "22",
            "name": "家乐福（马莲道店）"
        },
        {
            "addr": "北京市朝阳区四元桥家乐福",
            "cid": "20",
            "code": "0010027C",
            "id": "23",
            "name": "家乐福（四元桥店）"
        },
        {
            "addr": "北京市丰台区马家堡西路15号时代风帆大厦1楼",
            "cid": "20",
            "code": "0010031C",
            "id": "24",
            "name": "美廉美时代风帆店"
        },
        {
            "addr": "北京市海淀区圆明园西路18号（中发百旺商城地下一层，农大西门北侧）",
            "cid": "20",
            "code": "0010032C",
            "id": "25",
            "name": "物美超市（百旺店）"
        },
        {
            "addr": "北京市通州区通惠北路甲27号",
            "cid": "20",
            "code": "0010033C",
            "id": "26",
            "name": "乐天玛特八里桥店"
        },
        {
            "addr": "北京市朝阳区酒仙桥12号",
            "cid": "20",
            "code": "0010034C",
            "id": "27",
            "name": "乐天玛特酒仙桥店"
        },
        {
            "addr": "北京市丰台区大红门西路19号",
            "cid": "20",
            "code": "0010035C",
            "id": "28",
            "name": "乐天玛特角门东店"
        },
        {
            "addr": "",
            "cid": "20",
            "code": "0010036C",
            "id": "29",
            "name": "物美超市（三旗百汇店）"
        },
        {
            "addr": "北京市朝阳区酒仙桥路39号久隆百货酒仙桥店一层珀莱雅专柜",
            "cid": "20",
            "code": "0010024S",
            "id": "30",
            "name": "北京久隆百货酒仙桥店"
        },
        {
            "addr": "北京市昌平区南大街新世纪商场二层珀莱雅专柜",
            "cid": "20",
            "code": "0010025S",
            "id": "31",
            "name": "昌平新世纪"
        },
        {
            "addr": "北京市昌平区立汤路186号珀莱雅专柜",
            "cid": "20",
            "code": "0010030S",
            "id": "32",
            "name": "翠微系统（龙德店）"
        },
        {
            "addr": "北京市顺义区府前西街1号鑫海韵通商业楼二层珀莱雅专柜",
            "cid": "20",
            "code": "0010014S",
            "id": "33",
            "name": "北京顺义鑫海韵通店（原名西单商场）"
        },
        {
            "addr": "北京海淀区复兴路甲23号城乡华懋商厦一层珀莱雅专柜",
            "cid": "20",
            "code": "0010028S",
            "id": "34",
            "name": "北京城乡华懋商厦"
        },
        {
            "addr": "北京市石景山区大成路久隆百货一层珀莱雅专柜",
            "cid": "20",
            "code": "0010008S",
            "id": "35",
            "name": "北京久隆百货"
        },
        {
            "addr": "北京市复兴路甲23号城乡贸易中心一层珀莱雅专柜",
            "cid": "20",
            "code": "0010001S",
            "id": "36",
            "name": "北京城乡贸易中心"
        },
        {
            "addr": "北京市房山区良乡北关西路14号良乡华冠购物中心一层珀莱雅专柜",
            "cid": "20",
            "code": "0010029S",
            "id": "37",
            "name": "良乡华冠购物中心"
        },
        {
            "addr": "北京市西城区西单北大街176号汉光百货一层",
            "cid": "20",
            "code": "0010031S",
            "id": "38",
            "name": "北京汉光百货"
        },
        {
            "addr": "北京市新街口北大街1号新华百货",
            "cid": "20",
            "code": "0010032S",
            "id": "39",
            "name": "北京新华百货"
        },
        {
            "addr": "",
            "cid": "20",
            "code": "0010034S",
            "id": "40",
            "name": "北京银座和谐广场"
        },
        {
            "addr": "",
            "cid": "20",
            "code": "0010035S",
            "id": "41",
            "name": "北京燕莎友谊商城金源店"
        },
        {
            "addr": "",
            "cid": "20",
            "code": "0010036S",
            "id": "42",
            "name": "北京大兴王府井百货"
        },
        {
            "addr": "山东省青岛市城阳区崇阳路宝龙广场",
            "cid": "21",
            "code": "0532004C",
            "id": "1",
            "name": "大润发（长城店）"
        },
        {
            "addr": "山东省青岛市城阳区春阳路167号",
            "cid": "21",
            "code": "0532001C",
            "id": "2",
            "name": "大润发（青岛城阳店）"
        },
        {
            "addr": "山东省青岛市黄岛香江路67号2楼",
            "cid": "21",
            "code": "0532005C",
            "id": "3",
            "name": "利群长江购物广场"
        },
        {
            "addr": "青岛市市南区香港中路21号",
            "cid": "21",
            "code": "0532006C",
            "id": "4",
            "name": "家乐福（名达店）"
        },
        {
            "addr": "山东省即墨市鹤山路939号即墨新利群1楼珀莱雅专柜",
            "cid": "21",
            "code": "0532007S",
            "id": "5",
            "name": "即墨利群"
        },
        {
            "addr": "山东省青岛市重庆南路1号珀莱雅专柜",
            "cid": "21",
            "code": "0532011S",
            "id": "6",
            "name": "四方利群"
        },
        {
            "addr": "山东省青岛市黄岛区长江中路268号利群黄岛瑞泰1楼珀莱雅专柜",
            "cid": "21",
            "code": "0532014S",
            "id": "7",
            "name": "黄岛瑞泰"
        },
        {
            "addr": "山东省青岛胶南市人民路447号胶南家乐城购物广场珀莱雅柜台",
            "cid": "21",
            "code": "0532009S",
            "id": "8",
            "name": "利群胶南家乐城购物广场"
        },
        {
            "addr": "山东省青岛莱山市烟台路西侧烟台路28号珀莱雅柜台",
            "cid": "21",
            "code": "0532010S",
            "id": "9",
            "name": "莱西购物广场"
        },
        {
            "addr": "山东省潍坊诸城市和平街1号珀莱雅柜台",
            "cid": "21",
            "code": "0532012S",
            "id": "10",
            "name": "诸城购物广场"
        },
        {
            "addr": "山东省青岛市李沧区向阳路50号珀莱雅柜台",
            "cid": "21",
            "code": "0532017S",
            "id": "11",
            "name": "李村北方国贸"
        },
        {
            "addr": "山东省青岛市城阳区正阳中路155号",
            "cid": "21",
            "code": "0532018S",
            "id": "12",
            "name": "青岛城阳利群"
        },
        {
            "addr": "山东省日照市东港区大润发",
            "cid": "22",
            "code": "0633001C",
            "id": "1",
            "name": "大润发（日照店）"
        },
        {
            "addr": "山东省日照市海曲中路76号日照利群1楼珀莱雅专柜",
            "cid": "22",
            "code": "0532016S",
            "id": "2",
            "name": "利群日照购物广场"
        },
        {
            "addr": "山东省即墨市振华街和嵩山一路路口西南角",
            "cid": "23",
            "code": "0532002C",
            "id": "1",
            "name": "大润发（即墨店）"
        },
        {
            "addr": "山东省文登市昆嵛路西衡山路北首大润发超市",
            "cid": "24",
            "code": "0631002C",
            "id": "1",
            "name": "大润发（文登店）"
        },
        {
            "addr": "山东省莱芜市莱城区大桥南路",
            "cid": "25",
            "code": "0634001C",
            "id": "1",
            "name": "大润发(莱芜店)"
        },
        {
            "addr": "山东省济南市市中区二七新村南路9号",
            "cid": "26",
            "code": "0531003C",
            "id": "1",
            "name": "大润发（济南市中店）"
        },
        {
            "addr": "山东省济南市文化西路1号",
            "cid": "26",
            "code": "0531002C",
            "id": "2",
            "name": "大润发（济南历下店）"
        },
        {
            "addr": "山东省济南市历城区花园路99号红楼大润发",
            "cid": "26",
            "code": "0531005C",
            "id": "3",
            "name": "大润发（济南历城店）"
        },
        {
            "addr": "济南市经十路11899号山东省博物馆负一层",
            "cid": "26",
            "code": "0531006C",
            "id": "4",
            "name": "大润发（济南省博店）"
        },
        {
            "addr": "山东省济南市经二路571号华联商厦一楼珀莱雅专柜",
            "cid": "26",
            "code": "0531001S",
            "id": "5",
            "name": "济南华联商厦"
        },
        {
            "addr": "山东省济南市北园大街438号一楼珀莱雅专柜",
            "cid": "26",
            "code": "0531006S",
            "id": "6",
            "name": "银座北园店"
        },
        {
            "addr": "山东省兖州中御桥路17--3号兖州广场商厦一楼珀莱雅专柜",
            "cid": "26",
            "code": "0537001S",
            "id": "7",
            "name": "兖州广场商厦"
        },
        {
            "addr": "山东省经二路588号嘉华购物广场一楼珀莱雅专柜",
            "cid": "26",
            "code": "0535013S",
            "id": "8",
            "name": "嘉华购物广场"
        },
        {
            "addr": "山东省济南市经十路22799和谐广场一楼珀莱雅专柜",
            "cid": "26",
            "code": "0535007S",
            "id": "9",
            "name": "银座和谐广场店"
        },
        {
            "addr": "山东省济南市历城区花园路78号银座华信店，二楼珀莱雅专柜",
            "cid": "26",
            "code": "0531002S",
            "id": "10",
            "name": "银座华信店"
        },
        {
            "addr": "山东省济南市市中区经四路3号振华商厦一楼珀莱雅专柜",
            "cid": "26",
            "code": "0531007S",
            "id": "11",
            "name": "济南振华商厦"
        },
        {
            "addr": "山东省济南市历下区泺源大街66号银座购物广场珀莱雅专柜",
            "cid": "26",
            "code": "0535016S",
            "id": "12",
            "name": "银座购物广场店"
        },
        {
            "addr": "山东省济南市历城区花园路101号",
            "cid": "26",
            "code": "0535017S",
            "id": "13",
            "name": "银座洪楼店"
        },
        {
            "addr": "",
            "cid": "26",
            "code": "0633001S",
            "id": "14",
            "name": "日照银座商城"
        },
        {
            "addr": "山东省临沂市兰山区地下人民广场",
            "cid": "27",
            "code": "0539001C",
            "id": "1",
            "name": "大润发（临沂店）"
        },
        {
            "addr": "山东省临沂市兰山区金一路与沂蒙路交汇沂蒙百货大楼一楼哦珀莱雅专柜",
            "cid": "27",
            "code": "0539001S",
            "id": "2",
            "name": "沂蒙百货大楼"
        },
        {
            "addr": "山东省滕州市大同路银座西馆店（二店）一楼珀莱雅专柜",
            "cid": "27",
            "code": "0539002S",
            "id": "3",
            "name": "滕州银座商场西馆店"
        },
        {
            "addr": "",
            "cid": "27",
            "code": "0539002C",
            "id": "4",
            "name": "大润发（红旗店）"
        },
        {
            "addr": "山东省泰安市火车站北",
            "cid": "28",
            "code": "0538001C",
            "id": "1",
            "name": "大润发（泰安店）"
        },
        {
            "addr": "山东省泰安市财源大街90号泰安中百商场一楼珀莱雅专柜",
            "cid": "28",
            "code": "0538001S",
            "id": "2",
            "name": "泰安中百商场"
        },
        {
            "addr": "山东省德州市经济开发区德州澳德乐一楼珀莱雅专柜",
            "cid": "29",
            "code": "0534001S",
            "id": "1",
            "name": "德州澳德乐"
        },
        {
            "addr": "山东省济宁市太白路35号济宁中央百货一楼珀莱雅专柜",
            "cid": "30",
            "code": "0537003S",
            "id": "1",
            "name": "济宁中央百货"
        },
        {
            "addr": "山东省济宁市任城区琵琶山路与太白楼东路交叉口东北",
            "cid": "30",
            "code": "0537005S",
            "id": "2",
            "name": "银座济宁店"
        },
        {
            "addr": "山东省聊城市东昌路东方路119号金鼎购物中心一楼珀莱雅专柜",
            "cid": "31",
            "code": "0635003S",
            "id": "1",
            "name": "聊城金鼎购物中心"
        },
        {
            "addr": "山东省聊城市柳园北路66号聊城五星百货一楼珀莱雅专柜",
            "cid": "31",
            "code": "0635002S",
            "id": "2",
            "name": "聊城五星"
        },
        {
            "addr": "山东省聊城市东昌府区东昌西路与柳园路交叉口金鼎商厦珀莱雅柜台",
            "cid": "31",
            "code": "0635004S",
            "id": "3",
            "name": "聊城市金鼎商厦"
        },
        {
            "addr": "山东省兖州建设路399号兖州贵和商场一楼珀莱雅专柜",
            "cid": "32",
            "code": "0537004S",
            "id": "1",
            "name": "兖州贵和商场"
        },
        {
            "addr": "山东省邹城市太平西路1288号邹城百货大楼一楼珀莱雅专柜",
            "cid": "33",
            "code": "0531005S",
            "id": "1",
            "name": "邹城百货大楼"
        },
        {
            "addr": "山东省邹城市太平洋路829路邹城九龙贵和购物广场一楼珀莱雅专柜",
            "cid": "33",
            "code": "0537002S",
            "id": "2",
            "name": "邹城九龙贵和购物广场"
        },
        {
            "addr": "山东省烟台蓬莱市登州路77号新天地广场蓬莱振华1楼珀莱雅专柜",
            "cid": "34",
            "code": "0535006S",
            "id": "1",
            "name": "蓬莱振华商厦"
        },
        {
            "addr": "山东省潍坊市潍城区和平路胜利街路口百货大楼一楼珀莱雅专柜",
            "cid": "35",
            "code": "0536001S",
            "id": "1",
            "name": "百货大楼（潍坊）"
        },
        {
            "addr": "山东省平度市人民路南侧及杭州路的西侧珀莱雅柜台",
            "cid": "36",
            "code": "0532015S",
            "id": "1",
            "name": "平度利群广场"
        },
        {
            "addr": "山东省乳山市商业街东端47号利群商厦一楼珀莱雅柜台",
            "cid": "37",
            "code": "0631004S",
            "id": "1",
            "name": "乳山利群"
        },
        {
            "addr": "山东省威海市环翠区和平路8号华联购物广场一楼珀莱雅柜台",
            "cid": "38",
            "code": "0631002S",
            "id": "1",
            "name": "华联购物广场（威海)"
        },
        {
            "addr": "山东省威海市经区齐鲁大道85-1齐鲁商城一楼珀莱雅柜台",
            "cid": "38",
            "code": "0631003S",
            "id": "2",
            "name": "齐鲁商城"
        },
        {
            "addr": "山东省淄博市张店区美食街与中心路交叉路口淄博商厦一楼珀莱雅专柜",
            "cid": "39",
            "code": "0533002S",
            "id": "1",
            "name": "淄博商厦"
        },
        {
            "addr": "山东省淄博市桓台县中心路与上海路交叉口惠仟佳商厦一楼珀莱雅专柜",
            "cid": "39",
            "code": "0533004S",
            "id": "2",
            "name": "惠仟佳"
        },
        {
            "addr": "安徽省池州市百乐西路北侧江安楼",
            "cid": "40",
            "code": "0566001C",
            "id": "1",
            "name": "大润发(池州店)"
        },
        {
            "addr": "安徽省阜阳市阜阳太和天福大厦首层",
            "cid": "41",
            "code": "0566002C",
            "id": "1",
            "name": "大润发(阜阳太和)"
        },
        {
            "addr": "安徽省阜阳市颖河西路与中南大道交叉口中南汇鑫美居城南面",
            "cid": "41",
            "code": "0558002C",
            "id": "2",
            "name": "大润发（阜阳店）"
        },
        {
            "addr": "安徽省阜阳市颖泉区人民路1号千百意商场1楼珀莱雅专柜",
            "cid": "41",
            "code": "0558001S",
            "id": "3",
            "name": "阜阳仟佰易商场"
        },
        {
            "addr": "安徽省阜阳市颖泉区人民东路9号香港财富广场1楼珀莱雅专柜",
            "cid": "41",
            "code": "0558005S",
            "id": "4",
            "name": "阜阳新天地商场"
        },
        {
            "addr": "安徽省阜阳市颖州区颍上北路118号阜阳商厦1楼珀莱雅专柜",
            "cid": "41",
            "code": "0558003S",
            "id": "5",
            "name": "阜阳商厦"
        },
        {
            "addr": "安徽省黄山市屯溪区跃进路",
            "cid": "42",
            "code": "0559002C",
            "id": "1",
            "name": "大润发（黄山店）"
        },
        {
            "addr": "安徽省合肥市繁华大道与翡翠路交叉口",
            "cid": "43",
            "code": "0551004C",
            "id": "1",
            "name": "大润发（翡翠店）"
        },
        {
            "addr": "合肥市长江西路199号国购广场2楼",
            "cid": "43",
            "code": "0551007C",
            "id": "2",
            "name": "家乐福（长江店）"
        },
        {
            "addr": "安徽省合肥肥西金寨南路名邦广场财富大厦(金寨南路与站前路交叉口)",
            "cid": "43",
            "code": "0551008C",
            "id": "3",
            "name": "家乐福（明邦店）"
        },
        {
            "addr": "安徽省合肥市包河区望江东路与当涂路交汇处西北角",
            "cid": "43",
            "code": "0551009C",
            "id": "4",
            "name": "大润发（望江路店）"
        },
        {
            "addr": "安徽省马鞍山市花山区湖北东路483号",
            "cid": "43",
            "code": "0555002C",
            "id": "5",
            "name": "大润发（马鞍山店）"
        },
        {
            "addr": "安徽省合肥市潜山路与祁门路交口天鹅湖百盛商场一楼珀莱雅专柜。",
            "cid": "43",
            "code": "0551006S",
            "id": "6",
            "name": "合肥百盛3店"
        },
        {
            "addr": "安徽省合肥市徽州大道与紫云路交口东北角百大购物中心一楼珀莱雅柜台",
            "cid": "43",
            "code": "0551012S",
            "id": "7",
            "name": "合肥百大滨湖店"
        },
        {
            "addr": "安徽省合肥市庐阳区长江中路150号珀莱雅柜台",
            "cid": "43",
            "code": "0551015S",
            "id": "8",
            "name": "合肥百货大楼"
        },
        {
            "addr": "安徽省宣城市广德县万桂山路与纬二路西南角",
            "cid": "44",
            "code": "0563001C",
            "id": "1",
            "name": "大润发（广德店）"
        },
        {
            "addr": "安徽省宣城市宣州区状元南路1号商之都商厦一楼珀莱雅专柜。",
            "cid": "44",
            "code": "0563001S",
            "id": "2",
            "name": "宣城商之都购物"
        },
        {
            "addr": "安徽省马鞍山市当涂县青莲路与振兴路交叉口西北角",
            "cid": "45",
            "code": "0559001C",
            "id": "1",
            "name": "大润发（当涂店）"
        },
        {
            "addr": "安徽省马鞍山市花山区解放路1号鸿泰新百购物中心一楼珀莱雅专柜",
            "cid": "45",
            "code": "0553002S",
            "id": "2",
            "name": "马鞍山鸿泰商场"
        },
        {
            "addr": "安徽省芜湖市镜湖区大润发",
            "cid": "46",
            "code": "0553002C",
            "id": "1",
            "name": "大润发（芜湖店）"
        },
        {
            "addr": "安徽省芜湖市欧尚（天门山）店银湖中路1号",
            "cid": "46",
            "code": "0553004C",
            "id": "2",
            "name": "欧尚（天门山店）"
        },
        {
            "addr": "安徽省芜湖市花津南路以东",
            "cid": "46",
            "code": "0553005C",
            "id": "3",
            "name": "欧尚（花津南路店）"
        },
        {
            "addr": "安徽省芜湖市镜湖区中山路步行街世纪联华一楼珀莱雅专柜。",
            "cid": "46",
            "code": "0553001C",
            "id": "4",
            "name": "世纪联华超市（芜湖店）"
        },
        {
            "addr": "安徽省蚌埠市解放路480号",
            "cid": "47",
            "code": "0552001C",
            "id": "1",
            "name": "大润发（蚌埠店）"
        },
        {
            "addr": "安徽省蚌埠市怀远县荆涂路",
            "cid": "47",
            "code": "0551011C",
            "id": "2",
            "name": "大润发（怀远店）"
        },
        {
            "addr": "安徽省定远县合蚌公里与黎明路交汇处东南角",
            "cid": "48",
            "code": "0550002C",
            "id": "1",
            "name": "大润发（定远店）"
        },
        {
            "addr": "安徽省六安市裕安区解放中路明珠广场1-20号白云商厦一楼珀莱雅柜台",
            "cid": "49",
            "code": "0556002S",
            "id": "1",
            "name": "六安白云商厦"
        },
        {
            "addr": "安徽省宿州市埇桥区汴河中路华夏商场1楼珀莱雅专柜",
            "cid": "50",
            "code": "0557001S",
            "id": "1",
            "name": "宿州华夏商场"
        },
        {
            "addr": "安徽省巢湖市人民路与团结路交叉口巢湖百大购物中心一楼珀莱雅柜台",
            "cid": "51",
            "code": "0565006S",
            "id": "1",
            "name": "巢湖百大"
        },
        {
            "addr": "安徽省庐江县黄山北路与塔山路交叉口1号安得利大卖场一楼珀莱雅柜台",
            "cid": "52",
            "code": "0551008S",
            "id": "1",
            "name": "安德利庐江店"
        },
        {
            "addr": "安徽省铜陵市铜官山区长江路与义安路交叉口雨润中央商场一楼珀莱雅专柜。",
            "cid": "53",
            "code": "0551014S",
            "id": "1",
            "name": "中央百货（铜陵店）"
        },
        {
            "addr": "辽宁省沈阳市大东区北海街83号华润万家超市化妆品区珀莱雅专柜",
            "cid": "54",
            "code": "0024002C",
            "id": "1",
            "name": "华润万家（沈阳店）"
        },
        {
            "addr": "辽宁省沈阳市东陵区南塔街101号华润万家超市化妆品区珀莱雅专柜",
            "cid": "54",
            "code": "0024003C",
            "id": "2",
            "name": "华润万家（文化店）"
        },
        {
            "addr": "辽宁省沈阳市于洪区崇山东路10号",
            "cid": "54",
            "code": "0024001C",
            "id": "3",
            "name": "乐购（于洪店）"
        },
        {
            "addr": "辽宁省沈阳市铁西区沈辽中路5号",
            "cid": "54",
            "code": "0024004C",
            "id": "4",
            "name": "家乐福（金牛店）"
        },
        {
            "addr": "辽宁省沈阳市铁西区辽西路27号兴隆大天地1楼化妆品珀莱雅专柜",
            "cid": "54",
            "code": "0024001S",
            "id": "5",
            "name": "铁西兴隆商场"
        },
        {
            "addr": "辽宁省沈阳市皇姑区长江街99号千盛1楼化妆品珀莱雅专柜",
            "cid": "54",
            "code": "0024009S",
            "id": "6",
            "name": "沈阳大商集团千盛 (北航店)"
        },
        {
            "addr": "辽宁省沈阳市沈河区中街路115号兴隆大家庭1楼化妆品珀莱雅专柜",
            "cid": "54",
            "code": "0024003S",
            "id": "7",
            "name": "兴隆百货(中街店)"
        },
        {
            "addr": "辽宁省沈阳市大东区东陵西路南新东一街15号兴隆百货1楼化妆品珀莱雅专柜",
            "cid": "54",
            "code": "0024002S",
            "id": "8",
            "name": "兴隆百货(新光店)〈大东兴隆商场〉"
        },
        {
            "addr": "辽宁省沈阳市和平区中华路21号百盛购物中心1楼化妆品珀莱雅专柜",
            "cid": "54",
            "code": "0024005S",
            "id": "9",
            "name": "沈阳百盛购物中心（太原街店）"
        },
        {
            "addr": "辽宁省沈阳市沈河区中街路212号沈阳商业城1楼化妆品珀莱雅专柜",
            "cid": "54",
            "code": "0024004S",
            "id": "10",
            "name": "沈阳商业城商场"
        },
        {
            "addr": "辽宁省沈阳市和平区太原北街84号兴隆一百化妆品珀莱雅专柜",
            "cid": "54",
            "code": "0024010S",
            "id": "11",
            "name": "太原街兴隆"
        },
        {
            "addr": "辽宁省沈阳市铁西区建设西路2号兴隆大都会1楼珀莱雅专柜",
            "cid": "54",
            "code": "0024011S",
            "id": "12",
            "name": "铁西兴隆大都汇"
        },
        {
            "addr": "辽宁省大连市甘井子区泉水区域汇泉路欧尚广场",
            "cid": "55",
            "code": "0411001C",
            "id": "1",
            "name": "欧尚（广场店）"
        },
        {
            "addr": "辽宁省大连市瓦房店市西口新玛特一楼珀莱雅化妆品专柜",
            "cid": "55",
            "code": "0411009S",
            "id": "2",
            "name": "新玛特（瓦房店）"
        },
        {
            "addr": "辽宁省大连市中山区青泥洼桥大商新玛特1楼珀莱雅化妆品专柜",
            "cid": "55",
            "code": "0411006S",
            "id": "3",
            "name": "新玛特商场（青泥店）"
        },
        {
            "addr": "辽宁省大连市旅顺口区黄河路26号新玛特世达购物广场1楼珀莱雅化妆品专柜",
            "cid": "55",
            "code": "0411016S",
            "id": "4",
            "name": "大连新玛特世达购物广场"
        },
        {
            "addr": "辽宁省营口大石桥市哈大中路兴隆商城一楼珀莱雅专柜",
            "cid": "56",
            "code": "0417001S",
            "id": "1",
            "name": "兴隆百货（大石桥店）"
        },
        {
            "addr": "辽宁省朝阳市朝阳大街三段兴隆大家庭一楼珀莱雅专柜",
            "cid": "57",
            "code": "0421001S",
            "id": "1",
            "name": "朝阳兴隆大家庭"
        },
        {
            "addr": "辽宁省大连市庄河市仟盛百货1楼珀莱雅化妆品专柜",
            "cid": "58",
            "code": "0411003S",
            "id": "1",
            "name": "庄河仟盛百货"
        },
        {
            "addr": "辽宁省抚顺市新抚区东一路四号大商集团抚顺百货大楼1楼化妆品珀莱雅专柜",
            "cid": "59",
            "code": "0413001S",
            "id": "1",
            "name": "抚顺百货大楼"
        },
        {
            "addr": "山西省太原市万柏林区千峰南路",
            "cid": "60",
            "code": "0351009C",
            "id": "1",
            "name": "美特好超市(千峰店)"
        },
        {
            "addr": "山西省太原市迎泽西大街新客运西站",
            "cid": "60",
            "code": "0351012C",
            "id": "2",
            "name": "美特好超市(南寒店)"
        },
        {
            "addr": "山西省太原市小店区康寿街",
            "cid": "60",
            "code": "0351003C",
            "id": "3",
            "name": "美特好超市（小店区店）"
        },
        {
            "addr": "山西省太原市胜利桥东路",
            "cid": "60",
            "code": "0351006C",
            "id": "4",
            "name": "美特好（滨河店）"
        },
        {
            "addr": "山西省太原市小店区长风街",
            "cid": "60",
            "code": "0351002C",
            "id": "5",
            "name": "美特好超市（迎宾店）"
        },
        {
            "addr": "山西省太原市小店区平阳路40号",
            "cid": "60",
            "code": "0351014C",
            "id": "6",
            "name": "美特好超市（平阳路店）"
        },
        {
            "addr": "山西省太原市长风街和信商业广场地下一层",
            "cid": "60",
            "code": "0351017C",
            "id": "7",
            "name": "沃尔玛（1010店）"
        },
        {
            "addr": "山西省太原市杏花岭区五一路77号1楼铜锣湾国际购物中心1楼1楼珀莱雅专柜",
            "cid": "60",
            "code": "0351006S",
            "id": "8",
            "name": "山西铜锣湾国际购物中心（1楼）"
        },
        {
            "addr": "山西省太原市小店区长风大街和信摩尔时尚商城1楼珀莱雅专柜",
            "cid": "60",
            "code": "0351001S",
            "id": "9",
            "name": "和信摩尔时尚商城"
        },
        {
            "addr": "山西省阳泉市新泉路六号",
            "cid": "61",
            "code": "0353001C",
            "id": "1",
            "name": "沃尔玛（2005店）"
        },
        {
            "addr": "山西省大同市红旗广场华林新天地珀莱雅专柜",
            "cid": "62",
            "code": "0352001S",
            "id": "1",
            "name": "华林新天地"
        },
        {
            "addr": "山西省大同市永泰南路百盛商场珀莱雅专柜",
            "cid": "62",
            "code": "0352003S",
            "id": "2",
            "name": "百盛商场大同店"
        },
        {
            "addr": "山西省忻州市忻府区长征东街东大购物中心1楼珀莱雅专柜",
            "cid": "63",
            "code": "0350001S",
            "id": "1",
            "name": "东大商场（太原）"
        },
        {
            "addr": "无锡市北塘区盛岸西路碧霞桥堍2号",
            "cid": "64",
            "code": "0510006C",
            "id": "1",
            "name": "卜蜂莲花（无锡惠山店）"
        },
        {
            "addr": "江苏省无锡市青祁路与梁清路口",
            "cid": "64",
            "code": "0510001C",
            "id": "2",
            "name": "大润发（无锡店）"
        },
        {
            "addr": "无锡市惠山区锡澄南路98号锦绣商业广场乐购超市二楼",
            "cid": "64",
            "code": "0510020C",
            "id": "3",
            "name": "乐购（无锡二店）"
        },
        {
            "addr": "无锡市南长区苏锡路2-1",
            "cid": "64",
            "code": "0510012C",
            "id": "4",
            "name": "乐购（无锡中南店）"
        },
        {
            "addr": "江苏省无锡市滨湖区苏锡路359号",
            "cid": "64",
            "code": "0510015C",
            "id": "5",
            "name": "卜蜂莲花（无锡金城店）"
        },
        {
            "addr": "宜兴市阳嵌东路",
            "cid": "64",
            "code": "0510003C",
            "id": "6",
            "name": "大润发苏州（宜兴店）"
        },
        {
            "addr": "无锡市新光路55号",
            "cid": "64",
            "code": "0510013C",
            "id": "7",
            "name": "乐购（无锡新光店）"
        },
        {
            "addr": "无锡市华夏南路11号",
            "cid": "64",
            "code": "0510014C",
            "id": "8",
            "name": "乐购（华夏店）"
        },
        {
            "addr": "江苏省无锡市滨湖区长江北路288号",
            "cid": "64",
            "code": "0510017C",
            "id": "9",
            "name": "欧尚（无锡长江路店）"
        },
        {
            "addr": "江苏省无锡市崇安区广益路289号哥伦布广场B1楼（近广南路）",
            "cid": "64",
            "code": "0510025C",
            "id": "10",
            "name": "家乐福（哥伦布）"
        },
        {
            "addr": "江苏省无锡市清扬路39号",
            "cid": "64",
            "code": "0510026C",
            "id": "11",
            "name": "家乐福（永乐店）"
        },
        {
            "addr": "无锡市旺庄路156号（旺庄路与湘江路交汇处）宝龙城市广场1层",
            "cid": "64",
            "code": "0510027C",
            "id": "12",
            "name": "家乐福（宝龙店）"
        },
        {
            "addr": "江苏省无锡市北塘区凤翔路985号",
            "cid": "64",
            "code": "0510028C",
            "id": "13",
            "name": "家乐福（凤翔店）"
        },
        {
            "addr": "江苏省无锡市解放东路1000好保利广场东1-2楼",
            "cid": "64",
            "code": "0510029C",
            "id": "14",
            "name": "家乐福（保利店）"
        },
        {
            "addr": "江苏省无锡市锡沪中路55号",
            "cid": "64",
            "code": "0510031C",
            "id": "15",
            "name": "大润发（广瑞路店）"
        },
        {
            "addr": "江苏省无锡市北塘区凤宾东路交叉口西北角",
            "cid": "64",
            "code": "0510032C",
            "id": "16",
            "name": "大润发（凤宾路店）"
        },
        {
            "addr": "江苏省江阴市滨江西路350号",
            "cid": "64",
            "code": "0510034C",
            "id": "17",
            "name": "大润发（滨江西路店）"
        },
        {
            "addr": "",
            "cid": "64",
            "code": "0510035C",
            "id": "18",
            "name": "大统华（江阴申港店）"
        },
        {
            "addr": "",
            "cid": "64",
            "code": "0510038C",
            "id": "19",
            "name": "大统华（无锡北塘店）"
        },
        {
            "addr": "",
            "cid": "64",
            "code": "0510036C",
            "id": "20",
            "name": "大统华（宜兴丁山店）"
        },
        {
            "addr": "江苏省无锡市崇安区清扬路138号（无锡茂业百货一楼）",
            "cid": "64",
            "code": "0510020S",
            "id": "21",
            "name": "无锡茂业百货"
        },
        {
            "addr": "丹阳市新民中路2号",
            "cid": "65",
            "code": "0511003C",
            "id": "1",
            "name": "丹阳大统华"
        },
        {
            "addr": "江苏省镇江市中山东路132号",
            "cid": "65",
            "code": "0511001C",
            "id": "2",
            "name": "大润发（润州店）"
        },
        {
            "addr": "江苏省镇江市桃花坞小区",
            "cid": "65",
            "code": "0511002C",
            "id": "3",
            "name": "大润发（京口店）"
        },
        {
            "addr": "江苏省镇江市京口区中山东路214号",
            "cid": "65",
            "code": "0511003S",
            "id": "4",
            "name": "镇江百盛商城"
        },
        {
            "addr": "常州市新北区小新桥镇长江与新桥大街交叉路口",
            "cid": "66",
            "code": "0519008C",
            "id": "1",
            "name": "乐购（新桥店）"
        },
        {
            "addr": "常州公园路南大街乐购",
            "cid": "66",
            "code": "0519009C",
            "id": "2",
            "name": "乐购（公园路店）"
        },
        {
            "addr": "常州市通江中路108号",
            "cid": "66",
            "code": "0519011C",
            "id": "3",
            "name": "乐购（巢湖店）"
        },
        {
            "addr": "常州竹林南路101号",
            "cid": "66",
            "code": "0519015C",
            "id": "4",
            "name": "乐天玛特（常州店）"
        },
        {
            "addr": "丹阳市南环路1号",
            "cid": "66",
            "code": "0519002C",
            "id": "5",
            "name": "欧尚（丹阳店）"
        },
        {
            "addr": "常州市勤业路285号",
            "cid": "66",
            "code": "0519004C",
            "id": "6",
            "name": "欧尚（勤业店《五星》）"
        },
        {
            "addr": "常州市永宁路18号",
            "cid": "66",
            "code": "0519005C",
            "id": "7",
            "name": "欧尚（常州永宁店）"
        },
        {
            "addr": "常州市天宁区中吴大道与丽华北路交叉口",
            "cid": "66",
            "code": "0519014C",
            "id": "8",
            "name": "大润发（丽华店）"
        },
        {
            "addr": "常州市怀德中路133号",
            "cid": "66",
            "code": "0519006C",
            "id": "9",
            "name": "大润发（常州怀德店）"
        },
        {
            "addr": "常州溧阳市燕山中路11号",
            "cid": "66",
            "code": "0519012C",
            "id": "10",
            "name": "大润发（溧阳店）"
        },
        {
            "addr": "常州武进区湖塘镇花园街和长虹北路交界处",
            "cid": "66",
            "code": "0519007C",
            "id": "11",
            "name": "大润发（武进店）"
        },
        {
            "addr": "常州金坛市金沙广场地下一层",
            "cid": "66",
            "code": "0519013C",
            "id": "12",
            "name": "金坛大统华"
        },
        {
            "addr": "溧阳市平陵中路252号号",
            "cid": "66",
            "code": "0519016C",
            "id": "13",
            "name": "大统华溧阳城中店"
        },
        {
            "addr": "常州湖塘镇定安中路1号",
            "cid": "66",
            "code": "0519010C",
            "id": "14",
            "name": "乐购（湖塘武进店）"
        },
        {
            "addr": "江苏省常州市钟楼区兰陵北路301号",
            "cid": "66",
            "code": "0519003C",
            "id": "15",
            "name": "欧尚（兰陵店）"
        },
        {
            "addr": "江苏省常州市武进区遥观镇今创路与中吴大道交界处",
            "cid": "66",
            "code": "0519018C",
            "id": "16",
            "name": "大润发（戚墅堰店）"
        },
        {
            "addr": "常州市武进区湖塘镇常武中路63号八佰伴珀莱雅",
            "cid": "66",
            "code": "0519005S",
            "id": "17",
            "name": "常州八佰伴"
        },
        {
            "addr": "江苏省常州市武进区湖塘安定中路2号富克斯流行广场珀莱雅",
            "cid": "66",
            "code": "0519010S",
            "id": "18",
            "name": "常州福克斯"
        },
        {
            "addr": "常州新北区通江中路88号万达百货珀莱雅",
            "cid": "66",
            "code": "0519002S",
            "id": "19",
            "name": "常州万千百货"
        },
        {
            "addr": "江苏省常州市武进区湖塘镇花园街301号",
            "cid": "66",
            "code": "0519013S",
            "id": "20",
            "name": "常州武进万达"
        },
        {
            "addr": "江苏省常州市钟楼区新世纪延陵西路b座1楼2—8号化妆品珀莱雅专柜",
            "cid": "66",
            "code": "0519012S",
            "id": "21",
            "name": "常州新世纪商城"
        },
        {
            "addr": "江苏射阳县和德镇红旗路与健康路交界",
            "cid": "67",
            "code": "0515004C",
            "id": "1",
            "name": "大润发（射阳店）"
        },
        {
            "addr": "江苏省盐城市建军路与小海北路交叉口",
            "cid": "67",
            "code": "0515002C",
            "id": "2",
            "name": "大润发（盐城店）"
        },
        {
            "addr": "江苏省盐城市建军东路",
            "cid": "67",
            "code": "0515003C",
            "id": "3",
            "name": "乐天玛特（盐城店）"
        },
        {
            "addr": "江苏省盐城市射阳县振阳街兴阳广场",
            "cid": "67",
            "code": "0515005C",
            "id": "4",
            "name": "乐天玛特（射阳店）"
        },
        {
            "addr": "盐城市滨海县人民中路62号",
            "cid": "67",
            "code": "0515011C",
            "id": "5",
            "name": "大润发（滨海店）"
        },
        {
            "addr": "江苏省盐城市建军中路132号盐城商业大厦一楼化妆品珀莱雅专柜",
            "cid": "67",
            "code": "0515001S",
            "id": "6",
            "name": "盐城商业大厦"
        },
        {
            "addr": "江苏省扬州市广陵区文昌中路168号",
            "cid": "68",
            "code": "0514002C",
            "id": "1",
            "name": "大润发（广陵店）"
        },
        {
            "addr": "江苏省扬州市宝应白田路与叶挺路交叉口",
            "cid": "68",
            "code": "0515006C",
            "id": "2",
            "name": "乐天玛特（叶挺店）"
        },
        {
            "addr": "江苏省扬州市江阳中路425号",
            "cid": "68",
            "code": "0514003C",
            "id": "3",
            "name": "欧尚（扬州店）"
        },
        {
            "addr": "江苏省扬州市邗江区邗江路2号",
            "cid": "68",
            "code": "0514005C",
            "id": "4",
            "name": "大润发扬州邗江店"
        },
        {
            "addr": "江苏省扬州市广陵区汶河北路1号万家福商场一楼化妆品珀莱雅专柜",
            "cid": "68",
            "code": "0514002S",
            "id": "5",
            "name": "万家福商城"
        },
        {
            "addr": "江苏省泰兴市中兴大道169号",
            "cid": "69",
            "code": "0523003C",
            "id": "1",
            "name": "大润发（泰兴店）"
        },
        {
            "addr": "江苏省泰州市海陵区青年北路161号",
            "cid": "69",
            "code": "0523004C",
            "id": "2",
            "name": "乐天玛特（九州店）"
        },
        {
            "addr": "江苏省泰州市海陵区海陵北路299号泰州一百商场一楼化妆品珀莱雅专柜",
            "cid": "69",
            "code": "0523002S",
            "id": "3",
            "name": "泰州一百"
        },
        {
            "addr": "江苏省南京市江宁区秦淮路11号",
            "cid": "70",
            "code": "0025005C",
            "id": "1",
            "name": "欧尚（江宁区胜太路店）"
        },
        {
            "addr": "江苏省南京市大桥南路7号",
            "cid": "70",
            "code": "0025008C",
            "id": "2",
            "name": "家乐福（大桥店）"
        },
        {
            "addr": "南京市草场门大街95号",
            "cid": "70",
            "code": "0025009C",
            "id": "3",
            "name": "大润发南京龙江店"
        },
        {
            "addr": "南京市玄武区龙蟠路一号南京商厦一楼珀莱雅专柜",
            "cid": "70",
            "code": "0025002S",
            "id": "4",
            "name": "南京商厦"
        },
        {
            "addr": "江苏省南京市鼓楼区中山北路86号中央太平洋化妆品区珀莱雅专柜",
            "cid": "70",
            "code": "0025005S",
            "id": "5",
            "name": "南京太平洋百货"
        },
        {
            "addr": "南京中山南路79号中央商场一楼化妆品柜台珀莱雅柜台",
            "cid": "70",
            "code": "0025001S",
            "id": "6",
            "name": "南京中央商场"
        },
        {
            "addr": "南京市江宁区胜太东路8号同曦假日百货珀莱雅柜台",
            "cid": "70",
            "code": "0025003S",
            "id": "7",
            "name": "江宁假日"
        },
        {
            "addr": "江苏省南京市高淳固城湖北路20号一楼",
            "cid": "70",
            "code": "0025008S",
            "id": "8",
            "name": "高淳八佰伴"
        },
        {
            "addr": "江苏省徐州市泉山区解放南路延长段28号",
            "cid": "71",
            "code": "0516003C",
            "id": "1",
            "name": "卜蜂莲花（徐州店）"
        },
        {
            "addr": "江苏省徐州市煤建路8号",
            "cid": "71",
            "code": "0025007C",
            "id": "2",
            "name": "大润发（徐州店）"
        },
        {
            "addr": "江苏省徐州市云龙区和平大道58号",
            "cid": "71",
            "code": "0516001C",
            "id": "3",
            "name": "乐天玛特（徐州店）"
        },
        {
            "addr": "江苏省徐州市鼓楼区中山北路6号",
            "cid": "71",
            "code": "0516004C",
            "id": "4",
            "name": "家乐福（金帝店）"
        },
        {
            "addr": "",
            "cid": "71",
            "code": "0516005C",
            "id": "5",
            "name": "徐州大润发（铜山店）"
        },
        {
            "addr": "徐州市中山北路3号金地百货一楼珀莱雅专柜",
            "cid": "71",
            "code": "0516002S",
            "id": "6",
            "name": "徐州金地百货"
        },
        {
            "addr": "江苏省徐州市中山南路1号中央百货大楼一楼珀莱雅专柜",
            "cid": "71",
            "code": "0516003S",
            "id": "7",
            "name": "徐州中央百货大楼"
        },
        {
            "addr": "江苏省淮安经济技术开发区南昌路与威海路交汇处",
            "cid": "72",
            "code": "0517002C",
            "id": "1",
            "name": "大润发（淮安公园店）"
        },
        {
            "addr": "江苏省淮安市盱眙县都梁大道与东湖南路交汇处",
            "cid": "72",
            "code": "0517003C",
            "id": "2",
            "name": "大润发（盱眙店）"
        },
        {
            "addr": "江苏省淮安市淮安北门与翔宇大道交汇处",
            "cid": "72",
            "code": "0517005C",
            "id": "3",
            "name": "大润发（楚州店）"
        },
        {
            "addr": "江苏省淮安市淮阴区",
            "cid": "72",
            "code": "0517004C",
            "id": "4",
            "name": "大润发（淮阴店）"
        },
        {
            "addr": "江苏省淮安市涟水县城安东路、常青路交汇处西北角",
            "cid": "72",
            "code": "0517001C",
            "id": "5",
            "name": "大润发（涟水店）"
        },
        {
            "addr": "江苏省淮安市淮海东路136号",
            "cid": "72",
            "code": "0517007C",
            "id": "6",
            "name": "乐天玛特1店（原时代超市）"
        },
        {
            "addr": "江苏省淮安市洪泽县北京路86号",
            "cid": "72",
            "code": "0517012C",
            "id": "7",
            "name": "大润发（洪泽店）"
        },
        {
            "addr": "江苏省淮安市淮海东路142号淮安新亚商场一楼化妆品珀莱雅",
            "cid": "72",
            "code": "0517001S",
            "id": "8",
            "name": "淮安新亚国际商城"
        },
        {
            "addr": "江苏省宿迁市泗洪县商业步行街三期1栋",
            "cid": "73",
            "code": "0527001C",
            "id": "1",
            "name": "大润发（泗洪店）"
        },
        {
            "addr": "江苏省宿迁市宿城区幸福路",
            "cid": "73",
            "code": "0527002C",
            "id": "2",
            "name": "乐天玛特沭阳店（原沐阳时代超市）"
        },
        {
            "addr": "江苏省如皋市如城镇福寿路199号",
            "cid": "74",
            "code": "0513003C",
            "id": "1",
            "name": "大润发（如皋店）"
        },
        {
            "addr": "江苏省南通市任港路50号",
            "cid": "74",
            "code": "0513002C",
            "id": "2",
            "name": "大润发（南通任港店）"
        },
        {
            "addr": "江苏省南通市崇川区桃园路12号",
            "cid": "74",
            "code": "0513001C",
            "id": "3",
            "name": "欧尚（南通店）"
        },
        {
            "addr": "江苏省南通市如东县通海路40号",
            "cid": "74",
            "code": "0513005C",
            "id": "4",
            "name": "欧尚（如东店）"
        },
        {
            "addr": "江苏省南通市港闸区北大街108号",
            "cid": "74",
            "code": "0513006C",
            "id": "5",
            "name": "大润发（港闸店）"
        },
        {
            "addr": "江苏省南通市人民中路47号八佰伴商城一楼化妆品珀莱雅专柜",
            "cid": "74",
            "code": "0513005S",
            "id": "6",
            "name": "南通八佰伴"
        },
        {
            "addr": "江苏省连云港市郁州北路15号",
            "cid": "75",
            "code": "0518001C",
            "id": "1",
            "name": "大润发（连云港店）"
        },
        {
            "addr": "江苏省连云港市连云区中山西路与平山路交汇处",
            "cid": "75",
            "code": "0518002C",
            "id": "2",
            "name": "大润发（连云港中山店）"
        },
        {
            "addr": "江苏省连云港市新浦区通灌路39号",
            "cid": "75",
            "code": "0515007C",
            "id": "3",
            "name": "乐天玛特（连云港一店）"
        },
        {
            "addr": "昆山新浦路与长江北路交叉口",
            "cid": "76",
            "code": "0510005C",
            "id": "1",
            "name": "卜蜂莲花（昆山店）"
        },
        {
            "addr": "张家港黄泗浦西路1号",
            "cid": "76",
            "code": "0512014C",
            "id": "2",
            "name": "大润发（金港店）"
        },
        {
            "addr": "苏州东环路1500号",
            "cid": "76",
            "code": "0512013C",
            "id": "3",
            "name": "大润发（东环店）"
        },
        {
            "addr": "昆山玉山镇朝阳中路518号",
            "cid": "76",
            "code": "0512011C",
            "id": "4",
            "name": "大润发（苏州昆山店）"
        },
        {
            "addr": "昆山前进东路205号",
            "cid": "76",
            "code": "0512012C",
            "id": "5",
            "name": "大润发（前进路店）"
        },
        {
            "addr": "张家港塘桥镇南京西路298号",
            "cid": "76",
            "code": "0512005C",
            "id": "6",
            "name": "大润发苏州（张家港店）"
        },
        {
            "addr": "张家港杨舍镇沙洲中路288号",
            "cid": "76",
            "code": "0512025C",
            "id": "7",
            "name": "大润发（张家港二店）"
        },
        {
            "addr": "昆山玉山镇柏庐南路999号",
            "cid": "76",
            "code": "0512017C",
            "id": "8",
            "name": "乐购(昆山吉田店)"
        },
        {
            "addr": "昆山陆家镇友谊路(启发广场)",
            "cid": "76",
            "code": "0512019C",
            "id": "9",
            "name": "乐购（昆山陆家镇店）"
        },
        {
            "addr": "江苏省近郊张家港市东二环路香港城附近（乘航西路口）",
            "cid": "76",
            "code": "0512015C",
            "id": "10",
            "name": "欧尚（张家港店）"
        },
        {
            "addr": "苏州金鸡湖路205号",
            "cid": "76",
            "code": "0512006C",
            "id": "11",
            "name": "欧尚（金鸡湖店）"
        },
        {
            "addr": "昆山市白马泾路46号",
            "cid": "76",
            "code": "0512024C",
            "id": "12",
            "name": "欧尚（昆山店）"
        },
        {
            "addr": "苏州盛泽镇舜新中路281号",
            "cid": "76",
            "code": "0512009C",
            "id": "13",
            "name": "大润发(苏州盛泽店）"
        },
        {
            "addr": "江苏省苏州市高新区何山路大润发",
            "cid": "76",
            "code": "0512004C",
            "id": "14",
            "name": "大润发（苏州何山店）"
        },
        {
            "addr": "苏州市沧浪区苏福路13号",
            "cid": "76",
            "code": "0512003C",
            "id": "15",
            "name": "大润发（苏州苏福店）"
        },
        {
            "addr": "苏州高新区文昌路301号",
            "cid": "76",
            "code": "0512008C",
            "id": "16",
            "name": "大润发（苏州浒关店）"
        },
        {
            "addr": "江苏吴江市笠泽路155号",
            "cid": "76",
            "code": "0512010C",
            "id": "17",
            "name": "大润发（苏州吴江店）"
        },
        {
            "addr": "江苏省苏州市高新区玉山路99号",
            "cid": "76",
            "code": "0512020C",
            "id": "18",
            "name": "乐购（塔园店）"
        },
        {
            "addr": "江苏省苏州市吴江汾湖经济开发区",
            "cid": "76",
            "code": "0512018C",
            "id": "19",
            "name": "乐购（吴江汾湖店）"
        },
        {
            "addr": "吴江市盛泽镇市场路和西环二路交叉口（财富中心广场）",
            "cid": "76",
            "code": "0512002C",
            "id": "20",
            "name": "欧尚（盛泽店）"
        },
        {
            "addr": "江苏省常熟市黄河路255号欧尚超市",
            "cid": "76",
            "code": "0512016C",
            "id": "21",
            "name": "欧尚（常熟黄河路店）"
        },
        {
            "addr": "江苏省常熟市洙江路98号二楼珀莱雅专柜",
            "cid": "76",
            "code": "0512007C",
            "id": "22",
            "name": "欧尚（常熟珠江店）"
        },
        {
            "addr": "苏州三香路138号",
            "cid": "76",
            "code": "0512027C",
            "id": "23",
            "name": "家乐福(体育中心店)"
        },
        {
            "addr": "江苏省苏州华元路99号",
            "cid": "76",
            "code": "0512028C",
            "id": "24",
            "name": "大润发（相城店）"
        },
        {
            "addr": "江苏省常熟市新颜东路1号",
            "cid": "76",
            "code": "0512032C",
            "id": "25",
            "name": "大润发常熟店"
        },
        {
            "addr": "江苏省苏州市吴江市吴江中山南路1088号",
            "cid": "76",
            "code": "0512034C",
            "id": "26",
            "name": "大润发（吴江南店）"
        },
        {
            "addr": "江苏省苏州市观前街北局22号1楼 珀莱雅柜台",
            "cid": "76",
            "code": "0512002S",
            "id": "27",
            "name": "苏州人民商场"
        },
        {
            "addr": "",
            "cid": "76",
            "code": "0512035C",
            "id": "28",
            "name": "欧尚相城店"
        },
        {
            "addr": "江苏省宿迁市泗阳县",
            "cid": "77",
            "code": "0527005C",
            "id": "1",
            "name": "大润发（泗阳店）"
        },
        {
            "addr": "江苏省江阴市延陵路与黄山路口",
            "cid": "78",
            "code": "0510030C",
            "id": "1",
            "name": "大润发（江阴店）"
        },
        {
            "addr": "江苏省江阴市人民中路158号 珀莱雅化妆品柜台",
            "cid": "78",
            "code": "0510001S",
            "id": "2",
            "name": "江阴银泰百货商场"
        },
        {
            "addr": "",
            "cid": "78",
            "code": "0510037C",
            "id": "3",
            "name": "大统华（江阴城中店）"
        },
        {
            "addr": "江苏省丹阳市开发区金陵西路与凤凰路的东南角BF-001",
            "cid": "79",
            "code": "0510033C",
            "id": "1",
            "name": "欧尚（丹阳二店）"
        },
        {
            "addr": "江苏省邳州市闽江东路与瑞兴路交汇处大润发",
            "cid": "80",
            "code": "0517015C",
            "id": "1",
            "name": "大润发（邳州店）"
        },
        {
            "addr": "江苏省溧阳市燕山路2号八佰伴一楼化妆品珀莱雅专柜",
            "cid": "81",
            "code": "0512006S",
            "id": "1",
            "name": "溧阳八佰伴"
        },
        {
            "addr": "江苏省南通市海安县宁海南路2号新文峰大世界一楼化妆品珀莱雅专柜",
            "cid": "82",
            "code": "0513006S",
            "id": "1",
            "name": "海安文峰大世界"
        },
        {
            "addr": "江苏省如东市青园北路19号如东文峰商场一楼化妆品珀莱雅专柜",
            "cid": "83",
            "code": "0513002S",
            "id": "1",
            "name": "南通文峰如东店"
        },
        {
            "addr": "江苏省江都市工农路2#江都商城一楼化妆品珀莱雅",
            "cid": "84",
            "code": "0514001S",
            "id": "1",
            "name": "江都商城"
        },
        {
            "addr": "萧山市育才北路591号",
            "cid": "85",
            "code": "0571001C",
            "id": "1",
            "name": "大润发（萧山店）"
        },
        {
            "addr": "浙江省萧山萧绍路通惠路交叉绿都泰富广场1楼",
            "cid": "85",
            "code": "0571022C",
            "id": "2",
            "name": "乐购（萧山店）"
        },
        {
            "addr": "下城区德胜路28号",
            "cid": "85",
            "code": "0571021C",
            "id": "3",
            "name": "乐购（德胜店）"
        },
        {
            "addr": "杭州上塘路586号",
            "cid": "85",
            "code": "0571007C",
            "id": "4",
            "name": "欧尚(大关店）"
        },
        {
            "addr": "杭州市萧山区南环路1288号",
            "cid": "85",
            "code": "0571019C",
            "id": "5",
            "name": "世纪联华（萧山南环店）"
        },
        {
            "addr": "富阳市孙权路209号大润发超市珀莱专柜",
            "cid": "85",
            "code": "0571006C",
            "id": "6",
            "name": "大润发（富阳店）"
        },
        {
            "addr": "杭州市江晖路1268号世纪联华珀莱雅专柜",
            "cid": "85",
            "code": "0571023C",
            "id": "7",
            "name": "世纪联华（滨江店）"
        },
        {
            "addr": "杭州市桐庐县富春路455号世纪联华超市珀莱雅专柜",
            "cid": "85",
            "code": "0571024C",
            "id": "8",
            "name": "世纪联华（桐庐店）"
        },
        {
            "addr": "临安钱王大街409号世纪联华超市珀莱雅专柜",
            "cid": "85",
            "code": "0571025C",
            "id": "9",
            "name": "世纪联华（钱王店）"
        },
        {
            "addr": "杭州市上城区庆春路86号世纪联华超市珀莱雅柜台（收货码头）",
            "cid": "85",
            "code": "0571011C",
            "id": "10",
            "name": "世纪联华（庆春店）"
        },
        {
            "addr": "千岛湖镇新安东路189号世纪联华超市珀莱雅柜台（收货码头）",
            "cid": "85",
            "code": "0571012C",
            "id": "11",
            "name": "世纪联华（淳安新安东路店）"
        },
        {
            "addr": "杭州市拱墅区金华路运河文化广场3号世纪联华超市（收货码头）",
            "cid": "85",
            "code": "0571015C",
            "id": "12",
            "name": "世纪联华（运河广场店） "
        },
        {
            "addr": "富阳市桂花西路86号世纪联华超市珀莱雅专柜",
            "cid": "85",
            "code": "0571008C",
            "id": "13",
            "name": "世纪联华（富阳新世纪店）"
        },
        {
            "addr": "杭州市西湖区转塘街道江口路218号江口大厦世纪联华超市珀莱雅（收货码头）",
            "cid": "85",
            "code": "0571010C",
            "id": "14",
            "name": "世纪联华(转塘江口店)"
        },
        {
            "addr": "杭州建德新安东路168号世纪联华超市珀莱雅（收货码头）",
            "cid": "85",
            "code": "0571013C",
            "id": "15",
            "name": "世纪联华（建德新安东路店）"
        },
        {
            "addr": "杭州市西湖区文二西路2号世纪联华超市珀莱雅柜台（银联1号仓）",
            "cid": "85",
            "code": "0571017C",
            "id": "16",
            "name": "世纪联华（华商店）"
        },
        {
            "addr": "浙江省杭州市下城区石桥路399号石桥大润发超市珀莱雅专柜",
            "cid": "85",
            "code": "0571002C",
            "id": "17",
            "name": "大润发（石桥店）"
        },
        {
            "addr": "浙江省杭州市江干区新塘路29号",
            "cid": "85",
            "code": "0571020C",
            "id": "18",
            "name": "乐购（庆春店）"
        },
        {
            "addr": "浙江省杭州市江干区航海路878号世纪联华珀莱雅专柜",
            "cid": "85",
            "code": "0571026C",
            "id": "19",
            "name": "世纪联华（九堡店）"
        },
        {
            "addr": "浙江省杭州市航海路1653号世纪联华收货码头",
            "cid": "85",
            "code": "0571028C",
            "id": "20",
            "name": "世纪联华（乔司店)"
        },
        {
            "addr": "浙江省杭州市上城区江城路558号（收货码头）",
            "cid": "85",
            "code": "0571014C",
            "id": "21",
            "name": "世纪联华（江城店） "
        },
        {
            "addr": "浙江省杭州市绍兴路158号旁和平世纪联华珀莱雅（收货码头）",
            "cid": "85",
            "code": "0571016C",
            "id": "22",
            "name": "世纪联华（和平店）"
        },
        {
            "addr": "浙江省杭州市江干区新塘路119号珀莱雅专柜",
            "cid": "85",
            "code": "0571018C",
            "id": "23",
            "name": "世纪联华（新塘店）"
        },
        {
            "addr": "浙江省杭州市天城东路141号世纪联华珀莱雅专柜三楼",
            "cid": "85",
            "code": "0571031C",
            "id": "24",
            "name": "世纪联华（天城东路店）"
        },
        {
            "addr": "浙江省杭州临平镇藕花洲大街303号莱蒙商业中心一层",
            "cid": "85",
            "code": "0571033C",
            "id": "25",
            "name": "沃尔玛杭州临平分1078店"
        },
        {
            "addr": "浙江省杭州市香积寺路58号",
            "cid": "85",
            "code": "0571034C",
            "id": "26",
            "name": "沃尔玛（1049店）"
        },
        {
            "addr": "杭州市江干区丁桥镇惠兰雅路338号丁兰广场世纪联华超市",
            "cid": "85",
            "code": "0571039C",
            "id": "27",
            "name": "世纪联华丁兰广场店"
        },
        {
            "addr": "浙江省杭州市下城区延安路530号4楼珀莱雅专柜",
            "cid": "85",
            "code": "0571013S",
            "id": "28",
            "name": "杭州武林银泰"
        },
        {
            "addr": "浙江省杭州市下城区西湖文化广场18号银泰1楼珀莱雅专柜（近中山北路）",
            "cid": "85",
            "code": "0571015S",
            "id": "29",
            "name": "银泰西湖文化广场店"
        },
        {
            "addr": "浙江省杭州市江干区下沙海达南路397号银泰百货一楼珀莱雅专柜",
            "cid": "85",
            "code": "0571016S",
            "id": "30",
            "name": "下沙银泰"
        },
        {
            "addr": "",
            "cid": "85",
            "code": "0571017S",
            "id": "31",
            "name": "建德太平洋"
        },
        {
            "addr": "湖州吴兴区滨河路666号",
            "cid": "86",
            "code": "0572001C",
            "id": "1",
            "name": "大润发（湖州店）"
        },
        {
            "addr": "湖州长兴县经一路238号",
            "cid": "86",
            "code": "0572002C",
            "id": "2",
            "name": "欧尚（长兴店）"
        },
        {
            "addr": "浙江省湖州市南街659-697号浙北购物中心二楼珀莱雅专柜",
            "cid": "86",
            "code": "0572001S",
            "id": "3",
            "name": "浙北大厦湖州店"
        },
        {
            "addr": "浙江省长兴县金陵北路258号浙北购物中心一楼珀莱雅专柜",
            "cid": "86",
            "code": "0572002S",
            "id": "4",
            "name": "浙北大厦长兴店"
        },
        {
            "addr": "浙江省湖州市安吉县浦源大道668号浙北购物中心一楼珀莱雅专柜",
            "cid": "86",
            "code": "0572003S",
            "id": "5",
            "name": "浙北大厦安吉店"
        },
        {
            "addr": "浙江省湖州市南浔区南浔镇梅月路2号江南路浙北购物中心一楼珀莱雅专柜",
            "cid": "86",
            "code": "0572007S",
            "id": "6",
            "name": "浙北大厦南浔店"
        },
        {
            "addr": "浙江省湖州市长兴县解放中路333号长兴第一百货一楼珀莱雅专柜",
            "cid": "86",
            "code": "0572004S",
            "id": "7",
            "name": "长兴第一百货"
        },
        {
            "addr": "",
            "cid": "86",
            "code": "0572009S",
            "id": "8",
            "name": "长兴八佰伴"
        },
        {
            "addr": "浙江省绍兴诸暨市暨阳街道苎萝大道195号",
            "cid": "87",
            "code": "0575009C",
            "id": "1",
            "name": "诸暨大润发"
        },
        {
            "addr": "浙江省绍兴市上虞区市民大道559号",
            "cid": "87",
            "code": "0575011C",
            "id": "2",
            "name": "大润发(上虞店)"
        },
        {
            "addr": "绍兴市环城北路辕门桥国际摩尔城",
            "cid": "87",
            "code": "0575007C",
            "id": "3",
            "name": "世纪联华（环城北路）"
        },
        {
            "addr": "绍兴市袍江新区世纪街与环一直路交叉口",
            "cid": "87",
            "code": "0575014C",
            "id": "4",
            "name": "大润发袍江店"
        },
        {
            "addr": "浙江省绍兴市绍兴县柯桥笛扬路与兴月路交叉口银泰百货一楼珀莱雅专柜",
            "cid": "87",
            "code": "0571009S",
            "id": "5",
            "name": "银泰百货柯桥店"
        },
        {
            "addr": "浙江省宁波市北仑区新大路1229号西区201",
            "cid": "88",
            "code": "0574006C",
            "id": "1",
            "name": "大润发（宁波北仑店）"
        },
        {
            "addr": "宁海县中山中路",
            "cid": "88",
            "code": "0574012C",
            "id": "2",
            "name": "乐购（宁海兴宁中店）"
        },
        {
            "addr": "浙江省宁波市镇海区骆驼镇东邑北路558号",
            "cid": "88",
            "code": "0574005C",
            "id": "3",
            "name": "欧尚（宁波镇海店）"
        },
        {
            "addr": "宁波市江东区中心路138号世纪联华珀莱雅专柜",
            "cid": "88",
            "code": "0574013C",
            "id": "4",
            "name": "世纪联华（宁波中心店）"
        },
        {
            "addr": "宁波市宁海县中山中路71号世纪联华超市珀莱雅专柜",
            "cid": "88",
            "code": "0574014C",
            "id": "5",
            "name": "世纪联华（宁海中心店）"
        },
        {
            "addr": "慈溪市观附公路与观海卫路交叉口",
            "cid": "88",
            "code": "0574010C",
            "id": "6",
            "name": "大润发（慈溪观海卫店）"
        },
        {
            "addr": "浙江省慈溪市古塘街道北二环路550号",
            "cid": "88",
            "code": "0574008C",
            "id": "7",
            "name": "大润发（慈溪古塘店）"
        },
        {
            "addr": "浙江省宁波市象山县天安路与丹阳路交接口",
            "cid": "88",
            "code": "0574007C",
            "id": "8",
            "name": "大润发（宁波象山店）"
        },
        {
            "addr": "宁波市鄞州区雅戈尔大道145号",
            "cid": "88",
            "code": "0574020C",
            "id": "9",
            "name": "乐购（宁波石碶店）"
        },
        {
            "addr": "宁波市海曙区天一广场东门水晶街",
            "cid": "88",
            "code": "0574019C",
            "id": "10",
            "name": "乐购（宁波天一店）"
        },
        {
            "addr": "宁波市鄞县大道北侧东侧靠近下应大道",
            "cid": "88",
            "code": "0574011C",
            "id": "11",
            "name": "乐购（鄞县大道店）"
        },
        {
            "addr": "浙江省宁波市江东区百丈东路1188号",
            "cid": "88",
            "code": "0574003C",
            "id": "12",
            "name": "欧尚（宁波江东店）"
        },
        {
            "addr": "宁波市海曙区翠柏路160号",
            "cid": "88",
            "code": "0574004C",
            "id": "13",
            "name": "欧尚（宁波海署店）"
        },
        {
            "addr": "浙江省瑞安市安阳街道办事处火车站南路与塘河南路交汇处",
            "cid": "88",
            "code": "0577003C",
            "id": "14",
            "name": "大润发（瑞安店）"
        },
        {
            "addr": "浙江省宁海县跃龙街道人民大道15号一楼珀莱雅专柜",
            "cid": "88",
            "code": "0574005S",
            "id": "15",
            "name": "宁海太平洋一店"
        },
        {
            "addr": "浙江省宁波市江东区中山东路1111号银泰百货一楼",
            "cid": "88",
            "code": "0574016S",
            "id": "16",
            "name": "宁波银泰江东店"
        },
        {
            "addr": "浙江省舟山市临城街道体育路189号",
            "cid": "89",
            "code": "0580002C",
            "id": "1",
            "name": "乐购（舟山临城店）"
        },
        {
            "addr": "舟山市沈家门（普陀区）东港兴普大道266号",
            "cid": "89",
            "code": "0580001C",
            "id": "2",
            "name": "欧尚（舟山店）"
        },
        {
            "addr": "浙江省舟山市定海区解放西路县府弄5号一楼珀莱雅专柜",
            "cid": "89",
            "code": "0580001S",
            "id": "3",
            "name": "舟山太平洋"
        },
        {
            "addr": "浙江省舟山市人民路29号舟山一百一楼珀莱雅专柜",
            "cid": "89",
            "code": "0580003S",
            "id": "4",
            "name": "舟山一百（临时柜）"
        },
        {
            "addr": "台州市黄岩区二环西路",
            "cid": "90",
            "code": "0576002C",
            "id": "1",
            "name": "乐购（黄岩世纪店）"
        },
        {
            "addr": "台州市椒江区市府大道555号 ",
            "cid": "90",
            "code": "0576005C",
            "id": "2",
            "name": "世纪联华（椒江市府大道店）"
        },
        {
            "addr": "温岭市九龙时代广场",
            "cid": "90",
            "code": "0576003C",
            "id": "3",
            "name": "乐购（温岭店）"
        },
        {
            "addr": "浙江省台州临海市靖江中路336号",
            "cid": "90",
            "code": "0576006C",
            "id": "4",
            "name": "欧尚（临海店）"
        },
        {
            "addr": "浙江省台州路桥银座街500号一楼珀莱雅专柜",
            "cid": "90",
            "code": "0574015S",
            "id": "5",
            "name": "台州中盛"
        },
        {
            "addr": "浙江省桐乡市庆丰中路和园林路交叉口",
            "cid": "91",
            "code": "0573003C",
            "id": "1",
            "name": "乐购（桐乡店）"
        },
        {
            "addr": "浙江省嘉兴市嘉善县体育南路518号",
            "cid": "91",
            "code": "0573002C",
            "id": "2",
            "name": "乐购(嘉善店）"
        },
        {
            "addr": "浙江嘉兴市南湖区中环东路1468号",
            "cid": "91",
            "code": "0573001C",
            "id": "3",
            "name": "欧尚（南湖店）"
        },
        {
            "addr": "浙江省嘉兴市中山东路481号江南大厦1楼珀莱雅化妆品",
            "cid": "91",
            "code": "0573001S",
            "id": "4",
            "name": "嘉兴江南大厦"
        },
        {
            "addr": "浙江省嘉兴市秀洲区江南摩尔西区天虹1楼珀莱雅化妆品",
            "cid": "91",
            "code": "0573003S",
            "id": "5",
            "name": "嘉兴天虹百货"
        },
        {
            "addr": "浙江省嘉兴禾兴路366号戴梦得1楼珀莱雅化妆品",
            "cid": "91",
            "code": "0573002S",
            "id": "6",
            "name": "嘉兴戴梦得商场"
        },
        {
            "addr": "浙江嘉兴市南湖区中山西路50号江南新天地一楼珀莱雅专柜",
            "cid": "91",
            "code": "0573009S",
            "id": "7",
            "name": "江南新天地"
        },
        {
            "addr": "浙江省温州市苍南县龙港镇西城路以北，规划路以东，政府路以西",
            "cid": "92",
            "code": "0577001C",
            "id": "1",
            "name": "大润发（温州龙港店）"
        },
        {
            "addr": "浙江温州市鹿城区西城路49号（原温州大世界购物中心）",
            "cid": "92",
            "code": "0577002C",
            "id": "2",
            "name": "世纪联华（温州西城路店）"
        },
        {
            "addr": "浙江省温州市鹿城区人民东路130号(开太大厦)",
            "cid": "92",
            "code": "0577005S",
            "id": "3",
            "name": "温州开太百货"
        },
        {
            "addr": "丽水市花园路与人民大街交汇处",
            "cid": "93",
            "code": "0578001C",
            "id": "1",
            "name": "大润发(丽水店)"
        },
        {
            "addr": "金华市环城南路与八一南街交叉口（八一南街1086号）",
            "cid": "94",
            "code": "0579007C",
            "id": "1",
            "name": "大润发（金华店）"
        },
        {
            "addr": "浙江永康市九铃东路3027号",
            "cid": "94",
            "code": "0579001C",
            "id": "2",
            "name": "大润发（永康店）"
        },
        {
            "addr": "北苑街道望道路266号(近北苑路)",
            "cid": "94",
            "code": "0579002C",
            "id": "3",
            "name": "乐购（义乌北苑店）"
        },
        {
            "addr": "义乌市南门街和城中路交叉口 ",
            "cid": "94",
            "code": "0579004C",
            "id": "4",
            "name": "世纪联华（义乌店）"
        },
        {
            "addr": "金华市婺城区双龙南街700号（双龙南路与李渔路交叉口宝莲国际广场B座大堂） ",
            "cid": "94",
            "code": "0579005C",
            "id": "5",
            "name": "世纪联华（双龙路店）"
        },
        {
            "addr": "兰溪市丹溪大道20号 ",
            "cid": "94",
            "code": "0579003C",
            "id": "6",
            "name": "世纪联华（兰溪丹溪店）"
        },
        {
            "addr": "浙江省义乌市望道路168号 ",
            "cid": "94",
            "code": "0579009C",
            "id": "7",
            "name": "世纪联华（义乌天华世纪城店）"
        },
        {
            "addr": "浙江省金华市宾虹路777号江南银泰一楼珀莱雅专柜",
            "cid": "94",
            "code": "0579005S",
            "id": "8",
            "name": "银泰百货江南"
        },
        {
            "addr": "浙江省金华市解放东路168号银泰城一楼珀莱雅专柜",
            "cid": "94",
            "code": "0579006S",
            "id": "9",
            "name": "银泰百货江北(天地店）"
        },
        {
            "addr": "浙江省衢州市三衢路238号",
            "cid": "95",
            "code": "0570001C",
            "id": "1",
            "name": "大润发（衢州店）"
        },
        {
            "addr": "浙江省江山市双塔街道城北广场98号",
            "cid": "95",
            "code": "0570003C",
            "id": "2",
            "name": "大润发（衢州江山店）"
        },
        {
            "addr": "浙江省衢州市道前街18号锦文百货一楼珀莱雅专柜",
            "cid": "95",
            "code": "0570003S",
            "id": "3",
            "name": "景文百货"
        },
        {
            "addr": "浙江省临安市衣锦街448号一楼珀莱雅专柜",
            "cid": "96",
            "code": "0571003S",
            "id": "1",
            "name": "临安国贸大厦"
        },
        {
            "addr": "浙江省萧山区市心中路288号一楼珀莱雅专柜",
            "cid": "97",
            "code": "0571001S",
            "id": "1",
            "name": "萧山银隆百货"
        },
        {
            "addr": "浙江省东阳市吴宁西路11号东阳好乐多购物广场一楼珀莱雅专柜",
            "cid": "98",
            "code": "0579004S",
            "id": "1",
            "name": "东阳好乐多购物广场"
        },
        {
            "addr": "浙江省江山市鹿溪南路366号东方商厦一楼珀莱雅专柜",
            "cid": "99",
            "code": "0570001S",
            "id": "1",
            "name": "江山东方商厦"
        },
        {
            "addr": "浙江省兰溪市劳动路78号今朝大厦一楼珀莱雅专柜",
            "cid": "100",
            "code": "0579007S",
            "id": "1",
            "name": "兰溪今朝大厦"
        },
        {
            "addr": "浙江省上虞市人民中路193号上虞大通商城一楼珀莱雅专柜",
            "cid": "101",
            "code": "0575007S",
            "id": "1",
            "name": "上虞大通店"
        },
        {
            "addr": "浙江省绍兴市上虞区 市民大道与江扬路交叉处大通商城1楼珀莱雅专柜",
            "cid": "101",
            "code": "0575010S",
            "id": "2",
            "name": "上虞新大通"
        },
        {
            "addr": "浙江省绍兴嵊州北直街3号老国商大厦一楼珀莱雅专柜",
            "cid": "102",
            "code": "0575001S",
            "id": "1",
            "name": "国商大厦"
        },
        {
            "addr": "浙江省永康市胜利路2号华联商厦（胜利店）一楼珀莱雅专柜",
            "cid": "103",
            "code": "0579001S",
            "id": "1",
            "name": "永康华联商厦（胜利店）"
        },
        {
            "addr": "浙江省诸暨市坎塔路28号雄风百货一楼珀莱雅专柜",
            "cid": "104",
            "code": "0575004S",
            "id": "1",
            "name": "诸暨雄风"
        },
        {
            "addr": "浙江省绍兴市诸暨市暨阳街道苎萝东路555号雄风新天地一楼珀莱雅专柜",
            "cid": "104",
            "code": "0575008S",
            "id": "2",
            "name": "诸暨雄风新天地"
        },
        {
            "addr": "浙江省海宁工人路56号华联大厦1楼珀莱雅化妆品",
            "cid": "105",
            "code": "0573004S",
            "id": "1",
            "name": "海宁华联商厦"
        },
        {
            "addr": "浙江省海宁市海昌南路365号银泰百货一楼珀莱雅专柜",
            "cid": "105",
            "code": "0573008S",
            "id": "2",
            "name": "银泰百货海宁"
        },
        {
            "addr": "浙江省嘉兴桐乡庆丰中路18号东兴商厦1楼珀莱雅化妆品",
            "cid": "106",
            "code": "0573006S",
            "id": "1",
            "name": "桐乡东兴"
        },
        {
            "addr": "浙江省富阳春秋北路271~1号银泰百货一楼珀莱雅专柜",
            "cid": "107",
            "code": "0571004S",
            "id": "1",
            "name": "富阳银泰百货"
        },
        {
            "addr": "浙江省杭州市余杭区临平北大街132号银泰临平珀莱雅专柜",
            "cid": "108",
            "code": "0571012S",
            "id": "1",
            "name": "临平银泰"
        },
        {
            "addr": "浙江省义乌市工人西路15号负一楼珀莱雅专柜",
            "cid": "109",
            "code": "0579003S",
            "id": "1",
            "name": "义乌银泰百货"
        },
        {
            "addr": "浙江省慈溪市浒山街道青少年宫南路99号银泰城一楼珀莱雅专柜",
            "cid": "110",
            "code": "0574013S",
            "id": "1",
            "name": "银泰慈溪店"
        },
        {
            "addr": "浙江省余姚市余姚华联新建路55号余姚华联一楼珀莱雅专柜",
            "cid": "111",
            "code": "0574008S",
            "id": "1",
            "name": "余姚华联"
        },
        {
            "addr": "浙江省乐清市清远路221号一楼珀莱雅专柜",
            "cid": "112",
            "code": "0577001S",
            "id": "1",
            "name": "乐清时代广场"
        },
        {
            "addr": "浙江省乐清市伯乐东路668号银泰百货一楼珀莱雅专柜",
            "cid": "112",
            "code": "0577004S",
            "id": "2",
            "name": "乐清银泰"
        },
        {
            "addr": "浙江省温岭市城西街道银泰百货一楼珀莱雅专柜",
            "cid": "113",
            "code": "0576003S",
            "id": "1",
            "name": "银泰百货温岭店"
        },
        {
            "addr": "深圳市福田区福星路福民楼D、E、F、1-2楼",
            "cid": "114",
            "code": "0755021C",
            "id": "1",
            "name": "沃尔玛（3403店）"
        },
        {
            "addr": "龙岗区布吉镇大芬村深惠公路旁龙吉大厦1-3楼",
            "cid": "114",
            "code": "0755006C",
            "id": "2",
            "name": "沃尔玛（5824店）"
        },
        {
            "addr": "深圳市福田区八卦二路旭飞花园B栋1-2层",
            "cid": "114",
            "code": "0755003C",
            "id": "3",
            "name": "沃尔玛（107店)"
        },
        {
            "addr": "蛇口工业大道四海加油站右侧",
            "cid": "114",
            "code": "0755005C",
            "id": "4",
            "name": "沃尔玛（3404店)"
        },
        {
            "addr": "南山区深南大道与南新路交界处鸿州新都商业裙楼1，2层及负一楼",
            "cid": "114",
            "code": "0755011C",
            "id": "5",
            "name": "沃尔玛（5722店)"
        },
        {
            "addr": "广东省深圳市罗湖区凤凰路12号中山花园大厦裙楼1-3",
            "cid": "114",
            "code": "0755027C",
            "id": "6",
            "name": "沃尔玛（3402店)"
        },
        {
            "addr": "深圳市龙岗区平湖镇双拥街特力大厦首层",
            "cid": "114",
            "code": "0755036C",
            "id": "7",
            "name": "百佳（平湖店）"
        },
        {
            "addr": "广东省深圳市盐田区沙头角深盐路与海山路交口处西南角负一层",
            "cid": "114",
            "code": "0755033C",
            "id": "8",
            "name": "华润万家（深盐店）"
        },
        {
            "addr": "深圳市沙井镇井路不创新路交口西北角",
            "cid": "114",
            "code": "0755032C",
            "id": "9",
            "name": "华润万家（创新店）"
        },
        {
            "addr": "广东省深圳市南山区前海路前海人人乐一楼",
            "cid": "114",
            "code": "0755024C",
            "id": "10",
            "name": "人人乐（前海店）"
        },
        {
            "addr": "深圳市盐田区盐田路45号金港盛世一、二楼",
            "cid": "114",
            "code": "0755035C",
            "id": "11",
            "name": "人人乐（金港店）"
        },
        {
            "addr": "深圳市南山区西丽镇沙河西路众冠大厦首次",
            "cid": "114",
            "code": "0755028C",
            "id": "12",
            "name": "人人乐（西丽店）"
        },
        {
            "addr": "深圳市宝安区前进二路世外桃源28栋裙楼",
            "cid": "114",
            "code": "0755029C",
            "id": "13",
            "name": "人人乐（桃园店）"
        },
        {
            "addr": "深圳市南山区东滨路4号南油文化广场",
            "cid": "114",
            "code": "0755002C",
            "id": "14",
            "name": "人人乐（南油店）"
        },
        {
            "addr": "广东省深圳市罗湖区翠竹路1057号华丽园大厦  ",
            "cid": "114",
            "code": "0755013C",
            "id": "15",
            "name": "华润万家（翠竹店）"
        },
        {
            "addr": "广东省深圳市罗湖区春风路2035号长丰苑商业裙楼1-4楼",
            "cid": "114",
            "code": "0755020C",
            "id": "16",
            "name": "华润万家（春风店）"
        },
        {
            "addr": "广东省深圳市龙岗区深惠路摩尔城华润万家（1-3层）",
            "cid": "114",
            "code": "0755016C",
            "id": "17",
            "name": "华润万家（南联店）"
        },
        {
            "addr": "广东省深圳市龙岗区中心城龙平西路与吉祥路交汇处1-3层",
            "cid": "114",
            "code": "0755017C",
            "id": "18",
            "name": "华润万家（吉祥店）"
        },
        {
            "addr": "广东省深圳市宝安区龙华街道办人民北路美丽大厦",
            "cid": "114",
            "code": "0755018C",
            "id": "19",
            "name": "华润万家（龙华店）"
        },
        {
            "addr": "广东省深圳市宝安区沙井镇深明丰大厦",
            "cid": "114",
            "code": "0755015C",
            "id": "20",
            "name": "华润万家（沙井店）"
        },
        {
            "addr": "广东省深圳市南山区珠光路239号",
            "cid": "114",
            "code": "0755022C",
            "id": "21",
            "name": "华润万家（西丽店）"
        },
        {
            "addr": "深圳市龙岗区横岗镇华润万佳（横岗店）",
            "cid": "114",
            "code": "0755001C",
            "id": "22",
            "name": "华润万家（横岗店）"
        },
        {
            "addr": "深圳市布吉南岭街道布沙路与翠山路交汇处樟树布村",
            "cid": "114",
            "code": "0755038C",
            "id": "23",
            "name": "华润万家（南湾店）"
        },
        {
            "addr": "深圳市龙岗区龙翔大道龙岗世贸中心",
            "cid": "114",
            "code": "0755039C",
            "id": "24",
            "name": "华润万家（龙岗店）"
        },
        {
            "addr": "广东省深圳市西乡家乐福二楼珀莱雅专柜",
            "cid": "114",
            "code": "0755040C",
            "id": "25",
            "name": "家乐福（西乡店）"
        },
        {
            "addr": "深圳市龙岗区布吉镇吉华路264号下水径A出口",
            "cid": "114",
            "code": "0755041C",
            "id": "26",
            "name": "华润（下水径店）"
        },
        {
            "addr": "深圳市光明新区公明街道长春南路西1号百佳华商场一楼珀莱雅专柜",
            "cid": "114",
            "code": "0755005S",
            "id": "27",
            "name": "百佳华商场（公明店）"
        },
        {
            "addr": "广东省深圳市南山区创业路崇尚百货一楼珀莱雅专柜",
            "cid": "114",
            "code": "0755025S",
            "id": "28",
            "name": "崇尚百货(南山店)"
        },
        {
            "addr": "广东省深圳市南山区南新路3030号欢乐颂购物中心一楼珀莱雅专柜",
            "cid": "114",
            "code": "0755038S",
            "id": "29",
            "name": "欢乐颂（南山店）"
        },
        {
            "addr": "广东省深圳市宝安区石岩大道与河滨南路交汇处(罗租岭公园旁)石岩佳华商场一楼珀莱雅专柜",
            "cid": "114",
            "code": "0755044S",
            "id": "30",
            "name": "佳华百货石岩店"
        },
        {
            "addr": "广东省深圳龙华新区龙华镇人民北路291号百佳华商场一楼珀莱雅专柜",
            "cid": "114",
            "code": "0755002S",
            "id": "31",
            "name": "佳华商场（龙华店）"
        },
        {
            "addr": "广东省深圳市宝安区松岗镇东方大道佳华商场一楼珀莱雅专柜",
            "cid": "114",
            "code": "0755003S",
            "id": "32",
            "name": "佳华商场（松岗店）"
        },
        {
            "addr": "广东省深圳市罗湖区解放路2001号太阳百货二楼珀莱雅专柜",
            "cid": "114",
            "code": "0755001S",
            "id": "33",
            "name": "太阳百货"
        },
        {
            "addr": "广东省深圳市龙岗区吉华路天虹百货坂田店一楼珀莱雅专柜",
            "cid": "114",
            "code": "0755050S",
            "id": "34",
            "name": "天虹百货（坂田店）"
        },
        {
            "addr": "广东省深圳市龙岗区布吉镇中兴路38号天虹商场一楼珀莱雅专柜",
            "cid": "114",
            "code": "0755019S",
            "id": "35",
            "name": "天虹百货（布吉店）"
        },
        {
            "addr": "广东省深圳市宝安44区创业一路1018号创业天虹商场一楼珀莱雅专柜",
            "cid": "114",
            "code": "0755039S",
            "id": "36",
            "name": "天虹百货（创业店）"
        },
        {
            "addr": "广东省深圳市光明新区公明街道公明天虹商场一楼珀莱雅专柜",
            "cid": "114",
            "code": "0755014S",
            "id": "37",
            "name": "天虹百货（公明店）"
        },
        {
            "addr": "广东省深圳市龙华新村龙华天虹一楼珀莱雅专柜",
            "cid": "114",
            "code": "0755035S",
            "id": "38",
            "name": "天虹百货（龙华店）"
        },
        {
            "addr": "广东省深圳市宝安区民治大道与民丰路交汇处天虹商场一楼珀莱雅专柜",
            "cid": "114",
            "code": "0755008S",
            "id": "39",
            "name": "天虹百货（民治店）"
        },
        {
            "addr": "广东省深圳市龙岗区坪山新区中山大道与锦龙大道交汇处东城国际天虹商场一楼珀莱雅专柜",
            "cid": "114",
            "code": "0755041S",
            "id": "40",
            "name": "天虹百货（坪山店）"
        },
        {
            "addr": "广东省深圳市宝安区前进1路34号前进天虹商场一楼珀莱雅专柜",
            "cid": "114",
            "code": "0755020S",
            "id": "41",
            "name": "天虹百货（前进店）"
        },
        {
            "addr": "广东省深圳市宝安区沙井街道中心路与创新路交汇处沙井天虹一楼珀莱雅专柜",
            "cid": "114",
            "code": "0755013S",
            "id": "42",
            "name": "天虹百货（沙井店）"
        },
        {
            "addr": "广东省深圳市龙岗区龙岗镇深惠路龙盈泰商业中心天虹商场一楼珀莱雅专柜",
            "cid": "114",
            "code": "0755009S",
            "id": "43",
            "name": "天虹百货（双龙店）"
        },
        {
            "addr": "广东省深圳市龙岗区横岗街道信义御城豪园天虹百货松柏店一楼珀莱雅专柜",
            "cid": "114",
            "code": "0755051S",
            "id": "44",
            "name": "天虹百货（松柏店）"
        },
        {
            "addr": "广东省深圳市宝安区松岗街道楼岗大道1号宝利豪庭松岗天虹商场一楼珀莱雅专柜",
            "cid": "114",
            "code": "0755010S",
            "id": "45",
            "name": "天虹百货（松岗店）"
        },
        {
            "addr": "广东省深圳市南山区留仙大道1380号（与沙河西路交汇处） 西丽天虹一楼珀莱雅专柜",
            "cid": "114",
            "code": "0755012S",
            "id": "46",
            "name": "天虹百货（西丽店）"
        },
        {
            "addr": "广东省深圳市宝安区西乡大道与新湖路交汇处西乡天虹购物广场珀莱雅专柜",
            "cid": "114",
            "code": "0755042S",
            "id": "47",
            "name": "天虹百货（西乡店）"
        },
        {
            "addr": "广东省深圳市龙华新区观澜街道观澜天虹商场一楼珀莱雅专柜",
            "cid": "114",
            "code": "0755011S",
            "id": "48",
            "name": "天虹商场（观澜店）"
        },
        {
            "addr": "广东省佛山市南海桂城桂澜路城市休闲广场",
            "cid": "115",
            "code": "0020033C",
            "id": "1",
            "name": "卜蜂莲花(南海店）"
        },
        {
            "addr": "广东省佛山市三水区西南镇三水广场",
            "cid": "115",
            "code": "0020016C",
            "id": "2",
            "name": "卜蜂莲花（三水店）"
        },
        {
            "addr": "广东省广州市佛山市海南区佛平四路与石龙南路交界处",
            "cid": "115",
            "code": "0020048C",
            "id": "3",
            "name": "卜蜂莲花(南海怡丰城)"
        },
        {
            "addr": "广东省佛山市顺德区大良延年路8号3层",
            "cid": "115",
            "code": "0020037C",
            "id": "4",
            "name": "大润发（顺德店）"
        },
        {
            "addr": "广东省佛山市南海市桂城海三路鸿大广场二楼",
            "cid": "115",
            "code": "0757003C",
            "id": "5",
            "name": "大润发（桂城店）"
        },
        {
            "addr": "广东省佛山市南海区罗村街道罗村村委会“金盛广场”地段",
            "cid": "115",
            "code": "0020052C",
            "id": "6",
            "name": "大润发(佛山罗村店)"
        },
        {
            "addr": "广东省佛山市顺德区陈村镇佛陈路顺联广场8号华润万家",
            "cid": "115",
            "code": "0020029C",
            "id": "7",
            "name": "华润万家（陈村店）"
        },
        {
            "addr": "广东省佛山市顺德区容桂红星居委会桂洲大道中63号H区",
            "cid": "115",
            "code": "0020018C",
            "id": "8",
            "name": "乐购（天佑店）"
        },
        {
            "addr": "广东省佛山市禅城区季华五路12号",
            "cid": "115",
            "code": "0020008C",
            "id": "9",
            "name": "沃尔玛（127店)"
        },
        {
            "addr": "广东省佛山市南海区黄岐广佛1路嘉洲广场",
            "cid": "115",
            "code": "0020017C",
            "id": "10",
            "name": "卜蜂莲花（黄岐店）"
        },
        {
            "addr": "广东省广州市海珠区新港西路235号愉景大厦内",
            "cid": "115",
            "code": "0020047C",
            "id": "11",
            "name": "华润万家（客村店）"
        },
        {
            "addr": "广东省佛山市南海区黄歧宏威路6号",
            "cid": "115",
            "code": "0020050C",
            "id": "12",
            "name": "华润万家黄岐店"
        },
        {
            "addr": "广东省佛山市三水区西南街张边路9号三水广场二期一层珀莱雅专柜",
            "cid": "115",
            "code": "0020015S",
            "id": "13",
            "name": "新大新百货（三水店）"
        },
        {
            "addr": "广东省佛山市禅城区锦华路81号东方广场珀莱雅专柜",
            "cid": "115",
            "code": "0757002S",
            "id": "14",
            "name": "永旺吉之岛锦华店"
        },
        {
            "addr": "广东省梅州市梅县华侨科技路锦发商业广场",
            "cid": "116",
            "code": "0755037C",
            "id": "1",
            "name": "卜蜂莲花（梅州店）"
        },
        {
            "addr": "潮州市枫溪区潮枫路",
            "cid": "117",
            "code": "0754001C",
            "id": "1",
            "name": "卜蜂莲花（枫溪店）"
        },
        {
            "addr": "广东省汕头市龙湖区长平路丰泽庄",
            "cid": "118",
            "code": "0754003C",
            "id": "1",
            "name": "卜蜂莲花（龙湖店）"
        },
        {
            "addr": "汕头市汕樟路",
            "cid": "118",
            "code": "0754004C",
            "id": "2",
            "name": "卜蜂莲花（中旅店）"
        },
        {
            "addr": "汕头市澄海区324国道西侧同益路南侧",
            "cid": "118",
            "code": "0754005C",
            "id": "3",
            "name": "卜蜂莲花（澄海店）"
        },
        {
            "addr": "广东省汕头市金平区天山路和长江路交界处",
            "cid": "118",
            "code": "0754007C",
            "id": "4",
            "name": "汕头合胜广场"
        },
        {
            "addr": "广东省潮州市潮安县潮汕公路与安北路交界处东南角",
            "cid": "118",
            "code": "0754008C",
            "id": "5",
            "name": "卜蜂莲花（潮安店）"
        },
        {
            "addr": "广东省汕头市潮阳区中信华庭负一楼",
            "cid": "118",
            "code": "0754009C",
            "id": "6",
            "name": "卜蜂莲花（潮阳店）"
        },
        {
            "addr": "汕头市金平区东厦北路175号卜峰中心一楼",
            "cid": "118",
            "code": "0754010C",
            "id": "7",
            "name": "卜峰莲花（卜峰中心店）"
        },
        {
            "addr": "广东省广州市天河区龙洞迎龙大道6号龙洞购物中心内",
            "cid": "119",
            "code": "0020001C",
            "id": "1",
            "name": "华润万家(龙洞店）"
        },
        {
            "addr": "广东省广州市番禺区市桥繁华路90号",
            "cid": "119",
            "code": "0020023C",
            "id": "2",
            "name": "华润万家(番禺店）"
        },
        {
            "addr": "广东省广州市荔湾区中山八路10号",
            "cid": "119",
            "code": "0020026C",
            "id": "3",
            "name": "华润万家（荔湾店)"
        },
        {
            "addr": "广东省广州市海珠区工业大道中路石岗路90号",
            "cid": "119",
            "code": "0020022C",
            "id": "4",
            "name": "华润万家(工业店）"
        },
        {
            "addr": "广东省广州市海珠区东晓路38号",
            "cid": "119",
            "code": "0020024C",
            "id": "5",
            "name": "华润万家(前进店）"
        },
        {
            "addr": "广州番禺德昌路与福德路交汇东北角奥园广场",
            "cid": "119",
            "code": "0020030C",
            "id": "6",
            "name": "华润万家（番禺奥园店）"
        },
        {
            "addr": "广东省广州市花都区公益路27号百业广场",
            "cid": "119",
            "code": "0020014C",
            "id": "7",
            "name": "卜蜂莲花（花都店）"
        },
        {
            "addr": "广东广州市新塘镇新塘广场解放北路122号",
            "cid": "119",
            "code": "0020035C",
            "id": "8",
            "name": "华润万家（新塘店)"
        },
        {
            "addr": "广东省花都区新华镇云山大道31号银丰大厦",
            "cid": "119",
            "code": "0020002C",
            "id": "9",
            "name": "华润万家(花都店）"
        },
        {
            "addr": "广东省广州市天河区中山大道158号东方新世界（近天河公园）",
            "cid": "119",
            "code": "0020028C",
            "id": "10",
            "name": "华润万家（天河公园店）"
        },
        {
            "addr": "广东省广州市天河区天河北路605号",
            "cid": "119",
            "code": "0020003C",
            "id": "11",
            "name": "华润万家（天河北店）"
        },
        {
            "addr": "广东省广州从化市355省道与从化大道（规划路）交汇处",
            "cid": "119",
            "code": "0020053C",
            "id": "12",
            "name": "华润万家从化店"
        },
        {
            "addr": "广东省广州白云区广州大道北1419号负一层",
            "cid": "119",
            "code": "0020020C",
            "id": "13",
            "name": "乐购（圣地店）"
        },
        {
            "addr": "广东省广州市海珠区新港西路68号富景花园1-4楼",
            "cid": "119",
            "code": "0020040C",
            "id": "14",
            "name": "百佳(富景店)"
        },
        {
            "addr": "广东省广州市三元里大道306号",
            "cid": "119",
            "code": "0020013C",
            "id": "15",
            "name": "卜蜂莲花（三元里店）"
        },
        {
            "addr": "广东省广州市白云区黄石西路南188号金国广场",
            "cid": "119",
            "code": "0020012C",
            "id": "16",
            "name": "卜蜂莲花（黄石店）"
        },
        {
            "addr": "广东省佛山市南海区大沥镇黄歧海北建设大道国昌新城市广场",
            "cid": "119",
            "code": "0020034C",
            "id": "17",
            "name": "卜蜂莲花（金沙洲店）"
        },
        {
            "addr": "广东省广州市天河区奥体南路12号高德汇购物中心",
            "cid": "119",
            "code": "0020021C",
            "id": "18",
            "name": "欧尚（奥体中心店）"
        },
        {
            "addr": "广东省广州市黄埔区石化路文冲商贸大厦",
            "cid": "119",
            "code": "0020006C",
            "id": "19",
            "name": "沃尔玛（111店)"
        },
        {
            "addr": "广东省广州市天河区天河棠下村口中山大道南",
            "cid": "119",
            "code": "0020005C",
            "id": "20",
            "name": "沃尔玛（101店)"
        },
        {
            "addr": "广州市白云区机场路1339号",
            "cid": "119",
            "code": "0020056C",
            "id": "21",
            "name": "家乐福（新市店）"
        },
        {
            "addr": "广东省广州市天河区 黄埔大道中员村恒隆街3号",
            "cid": "119",
            "code": "0020055C",
            "id": "22",
            "name": "家乐福（员村店）"
        },
        {
            "addr": "广州市海珠区前进路40号万国广场2-3楼处",
            "cid": "119",
            "code": "0020057C",
            "id": "23",
            "name": "家乐福（万国店）"
        },
        {
            "addr": "广东省广州市新塘东凌广场",
            "cid": "119",
            "code": "0020058C",
            "id": "24",
            "name": "卜蜂莲花（新塘店）"
        },
        {
            "addr": "广东省白云区广州大道北路420号摩登百货珀莱雅专柜",
            "cid": "119",
            "code": "0020006S",
            "id": "25",
            "name": "摩登百货（圣地店）"
        },
        {
            "addr": "广东省广州市天河区天河路611号摩登百货珀莱雅专柜",
            "cid": "119",
            "code": "0020012S",
            "id": "26",
            "name": "摩登百货（岗顶店）"
        },
        {
            "addr": "广东省广州市越秀区北京路238号天河城珀莱雅专柜",
            "cid": "119",
            "code": "0020025S",
            "id": "27",
            "name": "天河城北京路店"
        },
        {
            "addr": "广东省肇庆市端州五路二号广百百货珀莱雅专柜",
            "cid": "119",
            "code": "0020017S",
            "id": "28",
            "name": "广百百货(肇庆店)"
        },
        {
            "addr": "广东省广州市花都龙珠路口凤凰城广场珀莱雅专柜",
            "cid": "119",
            "code": "0020029S",
            "id": "29",
            "name": "广百花都凤凰城店"
        },
        {
            "addr": "广东省广州市番禺区易发商业街东宝中心珀莱雅专柜",
            "cid": "119",
            "code": "0020024S",
            "id": "30",
            "name": "番禺新大新"
        },
        {
            "addr": "广州市从化市街口街东成路68号广百百货珀莱雅专柜",
            "cid": "119",
            "code": "0020004S",
            "id": "31",
            "name": "广百百货(从化店)"
        },
        {
            "addr": "广东省黄浦区黄浦东1-9号珀莱雅专柜",
            "cid": "119",
            "code": "0020008S",
            "id": "32",
            "name": "摩登百货（黄埔店）"
        },
        {
            "addr": "广东省珠海市拱北华润万家3楼化妆品区",
            "cid": "120",
            "code": "0756001C",
            "id": "1",
            "name": "华润万家（拱北店）"
        },
        {
            "addr": "广东省珠海市前山明珠商业广场华润万家二楼化妆品区",
            "cid": "120",
            "code": "0756003C",
            "id": "2",
            "name": "华润万家（前山店）"
        },
        {
            "addr": "广东省珠海市新香洲华润万家一楼化妆品区",
            "cid": "120",
            "code": "0756002C",
            "id": "3",
            "name": "华润万家（新香洲店）"
        },
        {
            "addr": "广东省中山市石岐东区华润万家二楼化妆品区",
            "cid": "121",
            "code": "0760001C",
            "id": "1",
            "name": "华润万家（中山一店）"
        },
        {
            "addr": "广东省肇庆市怀集县怀城镇金鸡头城市广场欧尚超市",
            "cid": "122",
            "code": "0020054C",
            "id": "1",
            "name": "欧尚广东怀集店"
        },
        {
            "addr": "广东省清远市先锋中路18号城市广场益华百货1楼珀莱雅专柜",
            "cid": "123",
            "code": "0020001S",
            "id": "1",
            "name": "益华百货清远店"
        },
        {
            "addr": "",
            "cid": "124",
            "code": "0755042C",
            "id": "1",
            "name": "百佳万科广场店"
        },
        {
            "addr": "广东省东莞市大岭山镇中心广场旁天和百货二楼珀莱雅柜台",
            "cid": "124",
            "code": "0769001S",
            "id": "2",
            "name": "大岭山天和百货"
        },
        {
            "addr": "广东省东莞市南城区鸿福西路海雅百货一楼珀莱雅柜台",
            "cid": "124",
            "code": "0769002S",
            "id": "3",
            "name": "南城海雅百货"
        },
        {
            "addr": "广东省东莞市樟木头镇永宁路天和百货一楼珀莱雅柜台",
            "cid": "124",
            "code": "0769007S",
            "id": "4",
            "name": "樟木头天和百货"
        },
        {
            "addr": "广东省东莞市石龙镇汇联步行街天和百货一楼珀莱雅柜台",
            "cid": "124",
            "code": "0769004S",
            "id": "5",
            "name": "石龙天和"
        },
        {
            "addr": "广东省东莞市西城天和百货一楼珀莱雅柜台",
            "cid": "124",
            "code": "0769011S",
            "id": "6",
            "name": "西城天和百货"
        },
        {
            "addr": "广东省东莞市清溪镇香芒路金阳广场天和百货一楼珀莱雅柜台",
            "cid": "124",
            "code": "0769003S",
            "id": "7",
            "name": "清溪天和百货"
        },
        {
            "addr": "广东省东莞市黄江镇天虹商场一楼珀莱雅柜台",
            "cid": "124",
            "code": "0769012S",
            "id": "8",
            "name": "天虹商场（黄江）"
        },
        {
            "addr": "广东省东莞市虎门镇金州社区地标广场一楼珀莱雅柜台",
            "cid": "124",
            "code": "0769009S",
            "id": "9",
            "name": "天虹商场（虎门）"
        },
        {
            "addr": "",
            "cid": "124",
            "code": "0591020C",
            "id": "10",
            "name": "大润发大朗"
        },
        {
            "addr": "广东省江门市新会区冈州大道世纪商业街2号中世纪广场一楼珀莱雅专柜",
            "cid": "125",
            "code": "0760007S",
            "id": "1",
            "name": "江门盛新百货"
        },
        {
            "addr": "福建省厦门市吕岭路4068号蔡塘商业广场B1",
            "cid": "126",
            "code": "0592018C",
            "id": "1",
            "name": "大润发（蔡塘店）"
        },
        {
            "addr": "厦门市湖里区嘉禾路468号SM城市广场B1",
            "cid": "126",
            "code": "0592012c",
            "id": "2",
            "name": "沃尔玛(3417店)"
        },
        {
            "addr": "厦门市思明区厦禾路878-888号世贸商城B1楼",
            "cid": "126",
            "code": "0592013C",
            "id": "3",
            "name": "沃尔玛(3420店）"
        },
        {
            "addr": "厦门市思明区国贸新城新华都购物广场",
            "cid": "126",
            "code": "0592016C",
            "id": "4",
            "name": "前埔新华都"
        },
        {
            "addr": "厦门市海沧区新阳工业区新阳商业中心1层",
            "cid": "126",
            "code": "0592001C",
            "id": "5",
            "name": "新阳永辉"
        },
        {
            "addr": "厦门市莲前东路123号加州广场负2层",
            "cid": "126",
            "code": "0592010C",
            "id": "6",
            "name": "加州沃尔玛（2020店）"
        },
        {
            "addr": "厦门市马巷镇翔安东路9888号",
            "cid": "126",
            "code": "0592005C",
            "id": "7",
            "name": "新华都(马巷）"
        },
        {
            "addr": "厦门市同安区环城北路196号",
            "cid": "126",
            "code": "0592006C",
            "id": "8",
            "name": "新华都(同安店）"
        },
        {
            "addr": "厦门市集美区嘉庚体育馆旁新华都购物广场2楼",
            "cid": "126",
            "code": "0592015C",
            "id": "9",
            "name": "集美新华都"
        },
        {
            "addr": "福建省厦门市思明区湖滨西路9号大西洋海景城",
            "cid": "126",
            "code": "0592022C",
            "id": "10",
            "name": "大西洋天虹店"
        },
        {
            "addr": "福建省厦门市海沧区新阳夏商一楼",
            "cid": "126",
            "code": "0592023C",
            "id": "11",
            "name": "夏商百货新阳店"
        },
        {
            "addr": "",
            "cid": "126",
            "code": "0592025C",
            "id": "12",
            "name": "汇腾天虹"
        },
        {
            "addr": "福建省厦门市湖里区仙岳路与金山路交叉口万达百货1楼珀莱雅专柜",
            "cid": "126",
            "code": "0592004S",
            "id": "13",
            "name": "万达百货（湖里店）"
        },
        {
            "addr": "福建省厦门市思明区厦禾路中闽百汇思明负一层珀莱雅专柜",
            "cid": "126",
            "code": "0592002S",
            "id": "14",
            "name": "中闽百汇（思明店）"
        },
        {
            "addr": "漳州市芗城区丹霞路122-124号嘉信茂广场2-3F",
            "cid": "127",
            "code": "0596001C",
            "id": "1",
            "name": "漳州沃尔玛（1025店）"
        },
        {
            "addr": "福建福州台江区工业路193号宝龙城市广场家乐福二楼",
            "cid": "128",
            "code": "0591014C",
            "id": "1",
            "name": "家乐福（宝龙店)"
        },
        {
            "addr": "福建福州福新中路90号星华商业广场2/3层",
            "cid": "128",
            "code": "0591015C",
            "id": "2",
            "name": "家乐福(福新店)"
        },
        {
            "addr": "福州市台江区五一中路169号大利嘉城B区",
            "cid": "128",
            "code": "0591011c",
            "id": "3",
            "name": "沃尔玛(3410店)"
        },
        {
            "addr": "福州市晋安区秀峰路泰禾城市广场",
            "cid": "128",
            "code": "0591012C",
            "id": "4",
            "name": "沃尔玛秀峰店(2449店)"
        },
        {
            "addr": "福州市鼓楼区东大路18号",
            "cid": "128",
            "code": "0591005C",
            "id": "5",
            "name": "富贵好又多（610店）"
        },
        {
            "addr": "福州市晋安区福马路与招贤路交界处",
            "cid": "128",
            "code": "0591006C",
            "id": "6",
            "name": "鼓山沃尔玛（1019店）"
        },
        {
            "addr": "福州市福马路199号",
            "cid": "128",
            "code": "0591007C",
            "id": "7",
            "name": "五里亭好又多（607店）"
        },
        {
            "addr": "福州市仓山区则徐大道379号",
            "cid": "128",
            "code": "0591009C",
            "id": "8",
            "name": "则徐好又多（2059店）"
        },
        {
            "addr": "福州市华林路417号",
            "cid": "128",
            "code": "0591001C",
            "id": "9",
            "name": "新华都(火车站)"
        },
        {
            "addr": "福州市仓山区金山大道589号金山大景城商业大楼",
            "cid": "128",
            "code": "0591002C",
            "id": "10",
            "name": "新华都（金山店）"
        },
        {
            "addr": "福州市五四路162号华城国际",
            "cid": "128",
            "code": "0591003C",
            "id": "11",
            "name": "新华都(五四路店)"
        },
        {
            "addr": "福建省福州市台江区台江路95号东百元洪购物广场1楼珀莱雅专柜",
            "cid": "128",
            "code": "0591003S",
            "id": "12",
            "name": "福州元洪东百"
        },
        {
            "addr": "福建省福州鼓楼区817北路84号东百大厦2楼珀莱雅专柜",
            "cid": "128",
            "code": "0591010S",
            "id": "13",
            "name": "东百东街店"
        },
        {
            "addr": "福建省福州市台江区西环中路691万象城天虹百货1楼珀莱雅专柜",
            "cid": "128",
            "code": "0591006S",
            "id": "14",
            "name": "天虹百货万象店"
        },
        {
            "addr": "福建省福州市仓山区闽江大道与浦上大道交汇处东百珀莱雅专柜",
            "cid": "128",
            "code": "0591011S",
            "id": "15",
            "name": "东百（红星店）"
        },
        {
            "addr": "福清市西门融桥区",
            "cid": "129",
            "code": "0591010C",
            "id": "1",
            "name": "福清好又多（602店）"
        },
        {
            "addr": "泉州市鲤城区江滨北路嘉信茂广场2-3F",
            "cid": "130",
            "code": "0595002C",
            "id": "1",
            "name": "泉州沃尔玛（1042店）"
        },
        {
            "addr": "福建省泉州市泉秀路虹景商业城（中心车站旁）中闽百汇泉秀1楼珀莱雅专柜",
            "cid": "130",
            "code": "0595002S",
            "id": "2",
            "name": "中闽百汇泉秀店"
        },
        {
            "addr": "福建省泉州市涂门街295号中闽百汇中闽百汇涂门1楼珀莱雅专柜",
            "cid": "130",
            "code": "0595005S",
            "id": "3",
            "name": "中闽百汇涂门店"
        },
        {
            "addr": "晋江市罗山镇福埔开发区SM晋江城负一层",
            "cid": "131",
            "code": "0595003C",
            "id": "1",
            "name": "晋江沃尔玛（1035店）"
        },
        {
            "addr": "福建省莆田市仙游县鲤中文体广场负一楼",
            "cid": "132",
            "code": "0591018C",
            "id": "1",
            "name": "中闽百汇莆田仙游店"
        },
        {
            "addr": "福建省三明市沙县金鼎城新华都购物广场夏商百货1楼珀莱雅专柜",
            "cid": "133",
            "code": "0592008S",
            "id": "1",
            "name": "夏商百货（沙县店）"
        },
        {
            "addr": "福建省三明市列东路92号夏商百货1楼珀莱雅专柜",
            "cid": "133",
            "code": "0591004S",
            "id": "2",
            "name": "夏商百货（列东店）"
        },
        {
            "addr": "",
            "cid": "134",
            "code": "0591019C",
            "id": "1",
            "name": "大润发金山店"
        },
        {
            "addr": "广西省南宁市西乡塘区北湖路20号城市春天购物广场（中医院对面）",
            "cid": "135",
            "code": "0771002C",
            "id": "1",
            "name": "人人乐（北湖店）"
        },
        {
            "addr": "广西省南宁市仙湖开发区蓉芙大道12号",
            "cid": "135",
            "code": "0771003C",
            "id": "2",
            "name": "人人乐（仙湖店）"
        },
        {
            "addr": "南宁市兴宁区青云街18号万达商业广场",
            "cid": "135",
            "code": "0771001C",
            "id": "3",
            "name": "沃尔玛（1002店）"
        },
        {
            "addr": "广西省南宁市朝阳路39号一楼珀莱雅专柜",
            "cid": "135",
            "code": "0771001S",
            "id": "4",
            "name": "南宁百货大楼"
        },
        {
            "addr": "广西省南宁市朝阳路29号百盛西南商都一楼珀莱雅专柜",
            "cid": "135",
            "code": "0771006S",
            "id": "5",
            "name": "百盛西南商都"
        },
        {
            "addr": "广西省百色市向阳路与中山一路交叉路口24号一楼珀莱雅专柜",
            "cid": "136",
            "code": "0776003S",
            "id": "1",
            "name": "百色环球百货有限公司"
        },
        {
            "addr": "广西省北海市北部湾广场旁一楼珀莱雅专柜",
            "cid": "137",
            "code": "0779001S",
            "id": "1",
            "name": "北海和安商场"
        },
        {
            "addr": "广西省桂林市中山中路37号微笑堂百货一楼珀莱雅专柜",
            "cid": "138",
            "code": "0773001S",
            "id": "1",
            "name": "微笑堂百货"
        },
        {
            "addr": "广西省柳州市龙城路2号柳州工贸百货一楼珀莱雅专柜",
            "cid": "139",
            "code": "0772001S",
            "id": "1",
            "name": "柳州工贸"
        },
        {
            "addr": "广西省柳州市柳南区飞鹅二路谷埠街优越百货一楼珀莱雅专柜",
            "cid": "139",
            "code": "0772002S",
            "id": "2",
            "name": "柳州优越百货"
        },
        {
            "addr": "广西省钦州市钦州湾大道仟仟万家一楼珀莱雅专柜",
            "cid": "140",
            "code": "0777001S",
            "id": "1",
            "name": "仟仟万家商场"
        },
        {
            "addr": "广西省玉林市人民东路金城商厦一楼珀莱雅专柜",
            "cid": "141",
            "code": "0775002S",
            "id": "1",
            "name": "玉林金城商厦"
        },
        {
            "addr": "陕西省西安市阎良区路12号",
            "cid": "142",
            "code": "0029033C",
            "id": "1",
            "name": "人人乐(阎良店)"
        },
        {
            "addr": "陕西省西安市北稍门北关正街39号",
            "cid": "142",
            "code": "0029017C",
            "id": "2",
            "name": "人人乐（北关店）"
        },
        {
            "addr": "陕西省西安长安县郭杜路",
            "cid": "142",
            "code": "0029014C",
            "id": "3",
            "name": "人人乐（樱花广场店）"
        },
        {
            "addr": "陕西省西安市环城西路79号西门外东光大厦",
            "cid": "142",
            "code": "0029015C",
            "id": "4",
            "name": "人人乐（西门店）"
        },
        {
            "addr": "陕西省西安市东关正街(东门外500米东方星苑)",
            "cid": "142",
            "code": "0029016C",
            "id": "5",
            "name": "人人乐（东门店）"
        },
        {
            "addr": "陕西省西安市解放路63号",
            "cid": "142",
            "code": "0029019C",
            "id": "6",
            "name": "人人乐（龙宫店店）"
        },
        {
            "addr": "陕西省西安东仪路世家星城内",
            "cid": "142",
            "code": "0029013C",
            "id": "7",
            "name": "人人乐（世家星城店）"
        },
        {
            "addr": "陕西省西安市友谊西路246号崇尚百货负一层",
            "cid": "142",
            "code": "0029018C",
            "id": "8",
            "name": "人人乐（友谊路店）"
        },
        {
            "addr": "陕西省西安市户县沣京路152号",
            "cid": "142",
            "code": "0029021C",
            "id": "9",
            "name": "人人乐（户县店）"
        },
        {
            "addr": "陕西省西安市凤城五路东段紫薇希望城",
            "cid": "142",
            "code": "0029022C",
            "id": "10",
            "name": "人人乐（希望城凤城五路）"
        },
        {
            "addr": "陕西省西安市临潼区华清路1号",
            "cid": "142",
            "code": "0029023C",
            "id": "11",
            "name": "人人乐（临潼店）"
        },
        {
            "addr": "陕西省西安市北二环12号",
            "cid": "142",
            "code": "0029036C",
            "id": "12",
            "name": "人人乐（未央路店）"
        },
        {
            "addr": "陕西省西安市科技路西口",
            "cid": "142",
            "code": "0029002C",
            "id": "13",
            "name": "华润万家（科技路店）"
        },
        {
            "addr": "陕西省西安市金花北路21号",
            "cid": "142",
            "code": "0029005C",
            "id": "14",
            "name": "华润万家（金花路店）"
        },
        {
            "addr": "陕西省西安市长安路",
            "cid": "142",
            "code": "0029003C",
            "id": "15",
            "name": "华润万家（师大店）"
        },
        {
            "addr": "陕西省西安市朱雀大街132号（交大一附院对面）",
            "cid": "142",
            "code": "0029004C",
            "id": "16",
            "name": "华润万家（阳阳国际店）"
        },
        {
            "addr": "陕西省西安南二环东段监狱院内",
            "cid": "142",
            "code": "0029008C",
            "id": "17",
            "name": "华润万家（含光路店）"
        },
        {
            "addr": "陕西省西安莲湖区劳动路3号",
            "cid": "142",
            "code": "0029011C",
            "id": "18",
            "name": "华润万家（莲湖店）"
        },
        {
            "addr": "陕西省西安市沣镐中路70号",
            "cid": "142",
            "code": "0029028C",
            "id": "19",
            "name": "华润万家（土门店）"
        },
        {
            "addr": "陕西省西安市长安区陕师大新校区对面",
            "cid": "142",
            "code": "0029037C",
            "id": "20",
            "name": "华润万家（万科城店）"
        },
        {
            "addr": "陕西省西安市丰禾路1号",
            "cid": "142",
            "code": "0029001C",
            "id": "21",
            "name": "华润万家（丰禾路店）"
        },
        {
            "addr": "陕西省西安市未央区渭滨街383号斜对面",
            "cid": "142",
            "code": "0029006C",
            "id": "22",
            "name": "华润万家（渭滨路店）"
        },
        {
            "addr": "陕西省西安市新城区长乐东路88号",
            "cid": "142",
            "code": "0029009C",
            "id": "23",
            "name": "华润万家（长乐坡店）"
        },
        {
            "addr": "陕西省西安解放北路与东五路交汇处万达广场负一层",
            "cid": "142",
            "code": "0029007C",
            "id": "24",
            "name": "华润万家（解放路店）"
        },
        {
            "addr": "陕西省西安市公园南路北口韩森寨摩托城",
            "cid": "142",
            "code": "0029026C",
            "id": "25",
            "name": "华润万家（韩森寨店）"
        },
        {
            "addr": "陕西省西安市西二环沣镐东路42号(土门十字)",
            "cid": "142",
            "code": "0029040C",
            "id": "26",
            "name": "华润万家西二环店"
        },
        {
            "addr": "陕西省西安市碑林区咸宁中路134",
            "cid": "142",
            "code": "0029045C",
            "id": "27",
            "name": "华润万家（咸宁）"
        },
        {
            "addr": "陕西省西安市碑林区雁塔北路69号时亿国际广场 ",
            "cid": "142",
            "code": "0029043C",
            "id": "28",
            "name": "华润万家（雁塔）"
        },
        {
            "addr": "陕西省西安市龙首北路30 号",
            "cid": "142",
            "code": "0029042C",
            "id": "29",
            "name": "华润万家（方新村店）"
        },
        {
            "addr": "陕西省西安市长安区长安广场西路街1号",
            "cid": "142",
            "code": "0029046C",
            "id": "30",
            "name": "华润万家长安新都市"
        },
        {
            "addr": "陕西省西安市雁塔区高新路37号",
            "cid": "142",
            "code": "0029047C",
            "id": "31",
            "name": "华润万家高新店"
        },
        {
            "addr": "陕西省西安市莲湖区丰禾路275号",
            "cid": "142",
            "code": "0029049C",
            "id": "32",
            "name": "华润万家太奥广场店"
        },
        {
            "addr": "西安市雁塔区 电子一路电子商城步行街栗园商业广场",
            "cid": "142",
            "code": "0029053C",
            "id": "33",
            "name": "人人乐（高新店）"
        },
        {
            "addr": "陕西省西安市未央区凤城五路与文景路十字东南角",
            "cid": "142",
            "code": "0029052C",
            "id": "34",
            "name": "人人乐（豪佳花园店）"
        },
        {
            "addr": "陕西省西安市灞桥区田洪正街800号",
            "cid": "142",
            "code": "0029051C",
            "id": "35",
            "name": "人人乐（洪庆店）"
        },
        {
            "addr": "陕西省西安市雁塔区电子正街与电子二路交汇处东南角珀莱雅柜台",
            "cid": "142",
            "code": "0029009S",
            "id": "36",
            "name": "西安军区二店"
        },
        {
            "addr": "陕西省西安市雁塔区长安中路30号珀莱雅柜台",
            "cid": "142",
            "code": "0029014S",
            "id": "37",
            "name": "军区军人服务社（新社）"
        },
        {
            "addr": "陕西省西安碑林区雁塔北路8号珀莱雅柜台",
            "cid": "142",
            "code": "0029015S",
            "id": "38",
            "name": "万达百货李家村店"
        },
        {
            "addr": "陕西省西安市凤城二路口20号赛高国际一楼珀莱雅柜台",
            "cid": "142",
            "code": "0029016S",
            "id": "39",
            "name": "崇尚百货赛高店"
        },
        {
            "addr": "陕西省西安市长安路小寨十字东北角123号珀莱雅柜台",
            "cid": "142",
            "code": "0029018S",
            "id": "40",
            "name": "西安小寨赛格店"
        },
        {
            "addr": "陕西省西安市新城区解放路111珀莱雅柜台",
            "cid": "142",
            "code": "0029002S",
            "id": "41",
            "name": "解放路万千百货"
        },
        {
            "addr": "陕西省西安市未央区未央大道80号民生百货珀莱雅专柜",
            "cid": "142",
            "code": "0029022S",
            "id": "42",
            "name": "西安民生百货盛龙店"
        },
        {
            "addr": "陕西省西安市未央区凤城五路与未央路十字人人乐珀莱雅专柜",
            "cid": "142",
            "code": "0029024S",
            "id": "43",
            "name": "崇尚百货凤城五路店"
        },
        {
            "addr": "",
            "cid": "142",
            "code": "0029054C",
            "id": "44",
            "name": "华润万家西影路店"
        },
        {
            "addr": "陕西省宝鸡市经二路138号珀莱雅柜台",
            "cid": "143",
            "code": "0917002S",
            "id": "1",
            "name": "宝鸡天下汇"
        },
        {
            "addr": "陕西省宝鸡市渭滨区经二路141号珀莱雅柜台",
            "cid": "143",
            "code": "0917001S",
            "id": "2",
            "name": "宝鸡人民商场"
        },
        {
            "addr": "陕西省咸阳市渭城区人民中路3号珀莱雅柜台",
            "cid": "144",
            "code": "0029006S",
            "id": "1",
            "name": "咸阳世纪金花(银泰店)"
        },
        {
            "addr": "陕西省咸阳市渭阳西路10号珀莱雅柜台",
            "cid": "144",
            "code": "0029007S",
            "id": "2",
            "name": "咸阳世纪金花(福园店)"
        },
        {
            "addr": "陕西省汉中市汉台区太白路与天汉大道十字西北角珀莱雅柜台",
            "cid": "145",
            "code": "0916001S",
            "id": "1",
            "name": "汉中万邦时代广场"
        },
        {
            "addr": "陕西省汉中市汉台区天汉大道968号珀莱雅柜台",
            "cid": "145",
            "code": "0029021S",
            "id": "2",
            "name": "民生世纪阳光店"
        },
        {
            "addr": "陕西省延安市宝塔区百米大道实验中学旁珀莱雅柜台",
            "cid": "146",
            "code": "0911001S",
            "id": "1",
            "name": "东大商场（西安）"
        },
        {
            "addr": "陕西省延安市宝塔区北大街二道街丽融广场珀莱雅柜台",
            "cid": "146",
            "code": "0911002S",
            "id": "2",
            "name": "延安丽融时尚商业广场"
        },
        {
            "addr": "四川省眉山市环湖东路2段100号",
            "cid": "147",
            "code": "0028005C",
            "id": "1",
            "name": "大润发（四川眉山店）"
        },
        {
            "addr": "四川省南充市南部县红岩子大道西延线与国道212线东南角",
            "cid": "147",
            "code": "0817001C",
            "id": "2",
            "name": "大润发(南充南部店)"
        },
        {
            "addr": "四川省成都市双流县双楠大道白衣上街177号",
            "cid": "148",
            "code": "0028014C",
            "id": "1",
            "name": "成都欧尚（4号店）"
        },
        {
            "addr": "四川省成都蜀汉路98号",
            "cid": "148",
            "code": "0028006C",
            "id": "2",
            "name": "欧尚（金牛店）"
        },
        {
            "addr": "四川省成都武侯区高新区站华路9号",
            "cid": "148",
            "code": "0028007C",
            "id": "3",
            "name": "欧尚（成都高新店）"
        },
        {
            "addr": "四川省成都市青羊区北大街100",
            "cid": "148",
            "code": "0028009C",
            "id": "4",
            "name": "沃尔玛（206店）"
        },
        {
            "addr": "四川省成都市金牛区交大路183号",
            "cid": "148",
            "code": "0028010C",
            "id": "5",
            "name": "沃尔玛（1015店）"
        },
        {
            "addr": "四川省成都市二环路东二段29号SM商业城",
            "cid": "148",
            "code": "0028011C",
            "id": "6",
            "name": "沃尔玛（1044店）"
        },
        {
            "addr": "四川省成都市锦江区大业路6号",
            "cid": "148",
            "code": "0817003C",
            "id": "7",
            "name": "家乐福（青石桥店）"
        },
        {
            "addr": "四川省成都市锦江区大田坎街162号蜀都花园",
            "cid": "148",
            "code": "0817002C",
            "id": "8",
            "name": "家乐福（双桥子店）"
        },
        {
            "addr": "四川省成都市高新区新光路10号大世界商业广场",
            "cid": "148",
            "code": "0028016C",
            "id": "9",
            "name": "家乐福(大世界店)"
        },
        {
            "addr": "四川省成都市成华区府青路2段2号财富又一城",
            "cid": "148",
            "code": "0028017C",
            "id": "10",
            "name": "家乐福（前锋店）"
        },
        {
            "addr": "成都市双流县大件路白家段280号韩国城乐天玛特超市3楼",
            "cid": "148",
            "code": "0028019C",
            "id": "11",
            "name": "乐天玛特（空港韩国城）"
        },
        {
            "addr": "四川省成都市武侯区武侯大道铁佛段317号",
            "cid": "148",
            "code": "0028018C",
            "id": "12",
            "name": "欧尚成都5店"
        },
        {
            "addr": "四川省成都市武侯区 永康路 正成城市乐章（草金立交三环外侧300米）",
            "cid": "148",
            "code": "0028020C",
            "id": "13",
            "name": "成都家乐福西三环店"
        },
        {
            "addr": "四川省成都市武侯区晋阳路269号千盛百货珀莱雅专柜",
            "cid": "148",
            "code": "0028001S",
            "id": "14",
            "name": "千盛百货（五大花园店）"
        },
        {
            "addr": "四川省新津武阳西路98号百货大楼珀莱雅专柜",
            "cid": "148",
            "code": "0028011S",
            "id": "15",
            "name": "新津百货大楼"
        },
        {
            "addr": "四川省成都市经华北路2号北京华联珀莱雅专柜",
            "cid": "148",
            "code": "0028002S",
            "id": "16",
            "name": "北京华联(双桥店)"
        },
        {
            "addr": "四川省成都市沙湾路258号会展摩尔珀莱雅专柜",
            "cid": "148",
            "code": "0028006S",
            "id": "17",
            "name": "会展摩尔"
        },
        {
            "addr": "四川省成都市华阳丁字街21号摩尔华阳一店珀莱雅专柜",
            "cid": "148",
            "code": "0028018S",
            "id": "18",
            "name": "摩尔华阳一店"
        },
        {
            "addr": "四川省成都市东御街19号茂业百货珀莱雅专柜",
            "cid": "148",
            "code": "0028005S",
            "id": "19",
            "name": "茂业百货（盐市口店）"
        },
        {
            "addr": "四川成都大业路12号北京华联珀莱雅专柜",
            "cid": "148",
            "code": "0028013S",
            "id": "20",
            "name": "盐市口北京华联"
        },
        {
            "addr": "四川省成都市新都区新中路77号懿润百货珀莱雅专柜",
            "cid": "148",
            "code": "0028022S",
            "id": "21",
            "name": "新都懿润百货"
        },
        {
            "addr": "四川省西昌市航天大道二段世纪mall大厦",
            "cid": "149",
            "code": "0834001C",
            "id": "1",
            "name": "沃尔玛（2100店）"
        },
        {
            "addr": "四川省西昌市大巷口下街达达春天百货珀莱雅专柜",
            "cid": "149",
            "code": "0834001S",
            "id": "2",
            "name": "西昌达达春天百货"
        },
        {
            "addr": "四川省都江堰市幸福大道与莲花南路交汇处东南角",
            "cid": "150",
            "code": "0028008C",
            "id": "1",
            "name": "大润发（都江堰）"
        },
        {
            "addr": "四川省都江堰市都江堰大道211号百伦珀莱雅专柜",
            "cid": "150",
            "code": "0028014S",
            "id": "2",
            "name": "都江堰百伦"
        },
        {
            "addr": "四川省资阳市长城购物",
            "cid": "151",
            "code": "0028012C",
            "id": "1",
            "name": "资阳长城购物"
        },
        {
            "addr": "四川省内江市资中县重龙镇中心街商业步行街摩尔玛特",
            "cid": "152",
            "code": "0832001C",
            "id": "1",
            "name": "资中摩尔玛特"
        },
        {
            "addr": "四川省宜宾酒都路中段55",
            "cid": "153",
            "code": "0831001C",
            "id": "1",
            "name": "沃尔玛（1045店）"
        },
        {
            "addr": "四川省宜宾市翠屏区西街45号(大观楼）美好家园珀莱雅专柜",
            "cid": "153",
            "code": "0831001S",
            "id": "2",
            "name": "美好家园"
        },
        {
            "addr": "四川省自贡市汇东新区汇兴路中段",
            "cid": "154",
            "code": "0813001C",
            "id": "1",
            "name": "沃尔玛（2216店）"
        },
        {
            "addr": "四川省自贡市公园口新玛特珀莱雅专柜",
            "cid": "154",
            "code": "0813004S",
            "id": "2",
            "name": "大商新玛特（自贡大商）"
        },
        {
            "addr": "四川省德阳市天山北路6号德阳深国投商业中心地上第二层及地上第三层",
            "cid": "155",
            "code": "0838001C",
            "id": "1",
            "name": "沃尔玛2029"
        },
        {
            "addr": "四川省德阳市旌阳区长江西路洋洋百货一楼化妆品珀莱雅专柜",
            "cid": "155",
            "code": "0838003S",
            "id": "2",
            "name": "德阳洋洋百货南街店"
        },
        {
            "addr": "四川彭州东大街55号百货大楼珀莱雅专柜",
            "cid": "156",
            "code": "0028009S",
            "id": "1",
            "name": "彭州百货大楼"
        },
        {
            "addr": "四川省江油市中区红军纪念牌西侧汇星百货珀莱雅专柜",
            "cid": "157",
            "code": "0816001S",
            "id": "1",
            "name": "汇星百货"
        },
        {
            "addr": "四川省绵阳市涪城路131-2茂业百货珀莱雅专柜",
            "cid": "158",
            "code": "0816003S",
            "id": "1",
            "name": "绵阳茂业百货"
        },
        {
            "addr": "四川省南充市顺庆区文化路1号茂业百货珀莱雅专柜",
            "cid": "159",
            "code": "0817001S",
            "id": "1",
            "name": "成都人民商场南充店"
        },
        {
            "addr": "四川省南充市顺庆区人民南路66号商都商场珀莱雅专柜",
            "cid": "159",
            "code": "0817003S",
            "id": "2",
            "name": "南充商都"
        },
        {
            "addr": "四川省内江市东兴区交通路11-41号卓尔商场珀莱雅专柜",
            "cid": "160",
            "code": "0832001S",
            "id": "1",
            "name": "内江卓尔商场老店"
        },
        {
            "addr": "四川省内江市东兴区西林大道58号卓尔商场新店珀莱雅专柜",
            "cid": "160",
            "code": "0832002S",
            "id": "2",
            "name": "内江卓尔商场新店"
        },
        {
            "addr": "四川省遂宁市大东街99号新都商场珀莱雅专柜",
            "cid": "161",
            "code": "0825001S",
            "id": "1",
            "name": "遂宁新都商场"
        },
        {
            "addr": "四川省乐山市市中区鼓楼街23号重百商场",
            "cid": "162",
            "code": "0833003S",
            "id": "1",
            "name": "乐山重百"
        },
        {
            "addr": "重庆市合川区交通街东侧（原体育场）",
            "cid": "163",
            "code": "0023007C",
            "id": "1",
            "name": "大润发（重庆合川店）"
        },
        {
            "addr": "重庆市渝北区龙山大道111号龙湖紫都城",
            "cid": "163",
            "code": "0023006C",
            "id": "2",
            "name": "沃尔玛（1058店）"
        },
        {
            "addr": "重庆市沙坪坝区凤天大道易城国际广场地上第一层",
            "cid": "163",
            "code": "0023004C",
            "id": "3",
            "name": "沃尔玛（2017店）"
        },
        {
            "addr": "重庆市渝北区胜利路129号金港国际广场地上第一，二层",
            "cid": "163",
            "code": "0023008C",
            "id": "4",
            "name": "沃尔玛（2069店）"
        },
        {
            "addr": "重庆市万州区太白路99号三峡福斯德广场地下第一层",
            "cid": "163",
            "code": "0023009C",
            "id": "5",
            "name": "沃尔玛（2064店）"
        },
        {
            "addr": "重庆市永州区渝西大道中段918号地下第一层",
            "cid": "163",
            "code": "0023011C",
            "id": "6",
            "name": "沃尔玛（2169店）"
        },
        {
            "addr": "重庆市江北区建新北路二支路1号",
            "cid": "163",
            "code": "0023012C",
            "id": "7",
            "name": "永辉(观音桥店)"
        },
        {
            "addr": "重庆市沙坪坝区小新街29号三峡广场嘉茂广场负一楼",
            "cid": "163",
            "code": "0023013C",
            "id": "8",
            "name": "永辉(嘉茂店)"
        },
        {
            "addr": "重庆市南岸区江南大道8号附4号",
            "cid": "163",
            "code": "0023015C",
            "id": "9",
            "name": "永辉(南坪万达店)"
        },
        {
            "addr": "重庆市巴南区李家沱林荫村18号都和广场",
            "cid": "163",
            "code": "0023017C",
            "id": "10",
            "name": "永辉超市（李家沱店）"
        },
        {
            "addr": "",
            "cid": "163",
            "code": "0023023C",
            "id": "11",
            "name": "永辉长寿协信店"
        },
        {
            "addr": "重庆市九龙坡区杨家坪正街20号杨家坪重百商场一楼珀莱雅专柜",
            "cid": "163",
            "code": "0023005S",
            "id": "12",
            "name": "杨家坪重百"
        },
        {
            "addr": "重庆市永川区渝西大道中段918号新世纪百货一楼珀莱雅专柜",
            "cid": "163",
            "code": "0023010S",
            "id": "13",
            "name": "永川商都"
        },
        {
            "addr": "重庆市大渡口区钢花路58号大渡口商都一楼珀莱雅专柜",
            "cid": "163",
            "code": "0023009S",
            "id": "14",
            "name": "大渡口商都"
        },
        {
            "addr": "重庆市南岸区南坪正街1号南丰重百商场一楼珀莱雅专柜",
            "cid": "163",
            "code": "0023017S",
            "id": "15",
            "name": "重百南丰店"
        },
        {
            "addr": "重庆市巴南区李家沱正街165号李家沱重百商场一楼珀莱雅专柜",
            "cid": "163",
            "code": "0023016S",
            "id": "16",
            "name": "重百李家沱商场"
        },
        {
            "addr": "重庆市梁平县梁山镇人民东路1号海韵重百商业广场梁平重百商场一楼珀莱雅专柜",
            "cid": "163",
            "code": "0023011S",
            "id": "17",
            "name": "重庆梁平重百"
        },
        {
            "addr": "重庆市铜梁县巴川镇和平路43号铜梁重百一楼珀莱雅专柜",
            "cid": "163",
            "code": "0023014S",
            "id": "18",
            "name": "重百铜梁商场"
        },
        {
            "addr": "重庆市北碚区天生街道天生新村63号北碚重百一楼珀莱雅专柜",
            "cid": "163",
            "code": "0023007S",
            "id": "19",
            "name": "重庆北碚重百"
        },
        {
            "addr": "重庆市开县开州大道80号开县商都一楼珀莱雅专柜",
            "cid": "163",
            "code": "0023019S",
            "id": "20",
            "name": "重庆开县商都"
        },
        {
            "addr": "重庆市江北区建新北路16号茂业百货一楼珀莱雅专柜",
            "cid": "163",
            "code": "0023006S",
            "id": "21",
            "name": "重庆茂业百货"
        },
        {
            "addr": "重庆市忠县中州镇巴王支路6号",
            "cid": "163",
            "code": "0023025S",
            "id": "22",
            "name": "重百忠县商场"
        },
        {
            "addr": "重庆市万州区白岩路1号",
            "cid": "163",
            "code": "0023024S",
            "id": "23",
            "name": "重百万州商场"
        },
        {
            "addr": "",
            "cid": "163",
            "code": "0023026S",
            "id": "24",
            "name": "重庆大足商都"
        },
        {
            "addr": "重庆市丰都县三合街道南天湖西路名山大道64号丰都重百商场一楼珀莱雅专柜",
            "cid": "164",
            "code": "0023021S",
            "id": "1",
            "name": "重百丰都商场"
        },
        {
            "addr": "重庆市南川区新世纪百货一楼珀莱雅专柜",
            "cid": "165",
            "code": "0023020S",
            "id": "1",
            "name": "重庆南川商都"
        },
        {
            "addr": "重庆市綦江区九龙大道47号新世纪綦江商都珀莱雅专柜",
            "cid": "166",
            "code": "0023023S",
            "id": "1",
            "name": "重庆綦江商都"
        },
        {
            "addr": "重庆市渝北区双凤桥129号重百渝北商场一楼珀莱雅专柜",
            "cid": "167",
            "code": "0023022S",
            "id": "1",
            "name": "重百渝北商场"
        },
        {
            "addr": "云南省昆明市官渡区官南大道2169号",
            "cid": "168",
            "code": "0871007C",
            "id": "1",
            "name": "大润发（官南店）"
        },
        {
            "addr": "云南省昭阳区太平街道办事处富强社区10号",
            "cid": "168",
            "code": "0871006C",
            "id": "2",
            "name": "沃尔玛（2385店）"
        },
        {
            "addr": "云南省大观商业城北面E1-E2座1-3层",
            "cid": "168",
            "code": "0871001C",
            "id": "3",
            "name": "沃尔玛（3401店）"
        },
        {
            "addr": "云南省昆明市环城东路188号",
            "cid": "168",
            "code": "0871002C",
            "id": "4",
            "name": "沃尔玛（3416店）"
        },
        {
            "addr": "云南省昆明市西山区兴苑路驣辉商业广场地上第二、三层",
            "cid": "168",
            "code": "0871003C",
            "id": "5",
            "name": "沃尔玛（2030店）"
        },
        {
            "addr": "云南省昆明市盘龙区北京路1127号中汇商中心地上第二层和地上第三层",
            "cid": "168",
            "code": "0871004C",
            "id": "6",
            "name": "沃尔玛（1092店）"
        },
        {
            "addr": "云南省昆明市滇池路569号南亚第壹城B1楼",
            "cid": "168",
            "code": "0871008C",
            "id": "7",
            "name": "家乐福（南亚347店）"
        },
        {
            "addr": "云南省玉溪市红塔大道与东风中路交界处",
            "cid": "168",
            "code": "0877001C",
            "id": "8",
            "name": "沃尔玛（1021店）"
        },
        {
            "addr": "昆明市盘龙区北京路1035号",
            "cid": "168",
            "code": "0877003C",
            "id": "9",
            "name": "家乐福白云店318"
        },
        {
            "addr": "昆明市南屏街88号世纪广场4楼",
            "cid": "168",
            "code": "0877002C",
            "id": "10",
            "name": "家乐福世纪广场店317"
        },
        {
            "addr": "云南省昆明市官渡区金源达道一号金源时代购物中心附一楼",
            "cid": "168",
            "code": "0871009C",
            "id": "11",
            "name": "家乐福（世纪城店）"
        },
        {
            "addr": "云南省昆明市官渡区春城路289号沃尔玛5835店",
            "cid": "168",
            "code": "0871010C",
            "id": "12",
            "name": "沃尔玛5835店"
        },
        {
            "addr": "云南省昆明市五华区南屏街冬口家乐福一楼珀莱雅专柜",
            "cid": "168",
            "code": "0871001S",
            "id": "13",
            "name": "昆明世纪广场家乐福"
        },
        {
            "addr": "云南省楚雄市鹿城镇龙江社区府后街1号紫溪商业中心地上第二、三层",
            "cid": "169",
            "code": "0871005C",
            "id": "1",
            "name": "沃尔玛（2208店）"
        },
        {
            "addr": "云南省曲靖市麒麟南路186号曲靖新百货大楼珀莱雅专柜",
            "cid": "170",
            "code": "0874001S",
            "id": "1",
            "name": "曲靖新百货大楼"
        },
        {
            "addr": "甘肃省兰州市城关区雁滩西路",
            "cid": "171",
            "code": "0931001C",
            "id": "1",
            "name": "大润发（兰州雁滩西路店）"
        },
        {
            "addr": "甘肃省兰州市西固区中街25号乐天大厦",
            "cid": "171",
            "code": "0943001C",
            "id": "2",
            "name": "华润万家（西固店）"
        },
        {
            "addr": "甘肃省兰州市城关区火车站西路225对面",
            "cid": "171",
            "code": "0931002C",
            "id": "3",
            "name": "华润万家（仁恒店）"
        },
        {
            "addr": "甘肃省兰州市七里河区西站西路50号西部广场",
            "cid": "171",
            "code": "0931003C",
            "id": "4",
            "name": "华润万家（海鸿店）"
        },
        {
            "addr": "甘肃省兰州市七里河区西津东路100号",
            "cid": "171",
            "code": "0931004C",
            "id": "5",
            "name": "华润万家（文化宫店）"
        },
        {
            "addr": "甘肃省兰州市七里河区西津西路68号西太华商场珀莱雅专柜",
            "cid": "171",
            "code": "0931004S",
            "id": "6",
            "name": "西太华购物(分销)"
        },
        {
            "addr": "甘肃省兰州市城关区雁滩路3113号美伦百货珀莱雅专柜",
            "cid": "171",
            "code": "0931006S",
            "id": "7",
            "name": "美伦百货"
        },
        {
            "addr": "甘肃省兰州市城关区东岗东路1999号王府井百货珀莱雅专柜",
            "cid": "171",
            "code": "0931005S",
            "id": "8",
            "name": "兰州王府井"
        },
        {
            "addr": "甘肃省兰州市城关区东方红广场国芳百货珀莱雅专柜",
            "cid": "171",
            "code": "0931010S",
            "id": "9",
            "name": "国芳百货"
        },
        {
            "addr": "甘肃省兰州市城关区临夏路5号西单商场珀莱雅专柜",
            "cid": "171",
            "code": "0931001S",
            "id": "10",
            "name": "西单商场(分销)"
        },
        {
            "addr": "甘肃省白银市白银区公园路金鱼广场西侧17栋",
            "cid": "172",
            "code": "0943002C",
            "id": "1",
            "name": "华润万家（白银店）"
        },
        {
            "addr": "湖北省随州市青年路与烈山大道交叉处",
            "cid": "173",
            "code": "0722005C",
            "id": "1",
            "name": "大润发（随州店）"
        },
        {
            "addr": "湖北省随州市解放路大十字街",
            "cid": "173",
            "code": "0722001C",
            "id": "2",
            "name": "中百仓储（十字街店）"
        },
        {
            "addr": "湖北省随州市交通大道148号",
            "cid": "173",
            "code": "0722002C",
            "id": "3",
            "name": "中百仓储（文峰店）"
        },
        {
            "addr": "湖北省随州市解放路54号新世界购物1楼化妆区珀莱雅专柜",
            "cid": "173",
            "code": "0722001S",
            "id": "4",
            "name": "随州新世纪购物"
        },
        {
            "addr": "湖北省襄阳市樊城区人民广场武商量贩",
            "cid": "174",
            "code": "0710001C",
            "id": "1",
            "name": "武商量贩（樊城广场店）"
        },
        {
            "addr": "湖北襄阳市襄城区东街武商量贩东街店",
            "cid": "174",
            "code": "0710003C",
            "id": "2",
            "name": "武商量贩（长虹店)"
        },
        {
            "addr": "湖北省襄阳市襄城区十字街鼓楼商场珀莱雅专柜",
            "cid": "174",
            "code": "0710003S",
            "id": "3",
            "name": "鼓楼商场"
        },
        {
            "addr": "湖北省武汉市武昌珞狮南路210号",
            "cid": "175",
            "code": "0027022C",
            "id": "1",
            "name": "中百仓储(珞狮路店)"
        },
        {
            "addr": "湖北省武汉市硚口区解放大道48号",
            "cid": "175",
            "code": "0027016C",
            "id": "2",
            "name": "中百仓储（古田店）"
        },
        {
            "addr": "湖北省武汉汉阳区墨水湖与麒麟路交汇处",
            "cid": "175",
            "code": "0027034C",
            "id": "3",
            "name": "中百仓储（墨水湖店）"
        },
        {
            "addr": "湖北省武汉市江汉区民意四路中百仓储",
            "cid": "175",
            "code": "0027036C",
            "id": "4",
            "name": "中百仓储（民意店)"
        },
        {
            "addr": "湖北省武汉市江汉区江汉路257号大润发",
            "cid": "175",
            "code": "0027031C",
            "id": "5",
            "name": "大润发（江汉店）"
        },
        {
            "addr": "湖北省武汉市江汉区姑嫂树与兴业路交汇处",
            "cid": "175",
            "code": "0027002C",
            "id": "6",
            "name": "大润发（武汉2店）"
        },
        {
            "addr": "湖北省武汉市常青花园8号武商量贩",
            "cid": "175",
            "code": "0027005C",
            "id": "7",
            "name": "武商量贩(常青花园店)"
        },
        {
            "addr": "湖北省武汉市东西湖区将军路中百仓储",
            "cid": "175",
            "code": "0027012C",
            "id": "8",
            "name": "中百仓储(将军路店)"
        },
        {
            "addr": "湖北省武汉市江汉区常青路168号",
            "cid": "175",
            "code": "0027017C",
            "id": "9",
            "name": "中百仓储(常青花园店)"
        },
        {
            "addr": "湖北省武汉市汉口区新华下路422号",
            "cid": "175",
            "code": "0027011C",
            "id": "10",
            "name": "中百仓储(唐家墩店)"
        },
        {
            "addr": "湖北省武汉市经济技术开发区东风大道518号（中百仓储金凯购物广场）",
            "cid": "175",
            "code": "0027037C",
            "id": "11",
            "name": "中百仓储（金凯店）"
        },
        {
            "addr": "湖北省武汉市东西湖区金银潭大道机场高速以东",
            "cid": "175",
            "code": "0027041C",
            "id": "12",
            "name": "永旺金银潭店"
        },
        {
            "addr": "湖北省武汉市宁康园路58号",
            "cid": "175",
            "code": "0027003C",
            "id": "13",
            "name": "武商量贩（沌口店）"
        },
        {
            "addr": "湖北省武昌区广埠屯",
            "cid": "175",
            "code": "0027009C",
            "id": "14",
            "name": "武商量贩（珞瑜店）"
        },
        {
            "addr": "湖北省武汉市常青路43号武商量贩百圣店",
            "cid": "175",
            "code": "0027038C",
            "id": "15",
            "name": "武商量贩(百圣店)"
        },
        {
            "addr": "湖北省武汉近郊吴家山田园大道特1号",
            "cid": "175",
            "code": "0027021C",
            "id": "16",
            "name": "中百仓储（吴家山店）"
        },
        {
            "addr": "湖北省武汉市武昌区紫阳路268号",
            "cid": "175",
            "code": "0027014C",
            "id": "17",
            "name": "中百仓储(首义路购物广场店)"
        },
        {
            "addr": "湖北省武汉市江夏区纸坊镇兴新街",
            "cid": "175",
            "code": "0027006C",
            "id": "18",
            "name": "武商量贩(江夏店）"
        },
        {
            "addr": "湖北省武汉市武昌区中北路岳家嘴（近徐东大街）",
            "cid": "175",
            "code": "0027039C",
            "id": "19",
            "name": "武商量贩(岳家嘴店)"
        },
        {
            "addr": "湖北省武汉市青山区沿港路5号",
            "cid": "175",
            "code": "0027015C",
            "id": "20",
            "name": "中百仓储(沿港店)"
        },
        {
            "addr": "湖北省武汉市青山区中百仓储大洲店（友谊大道和建设二路交汇处",
            "cid": "175",
            "code": "0027018C",
            "id": "21",
            "name": "中百仓储(大洲店）"
        },
        {
            "addr": "湖北省天门市新城国贸大厦B1层",
            "cid": "175",
            "code": "0027025C",
            "id": "22",
            "name": "沃尔玛（2485店）"
        },
        {
            "addr": "湖北省武汉市经济开发区东风大道111号经开万达广场室内步行街负一层",
            "cid": "175",
            "code": "0027027C",
            "id": "23",
            "name": "沃尔玛（2420店）"
        },
        {
            "addr": "湖北省武汉市洪山区徐东大街18号",
            "cid": "175",
            "code": "0027028C",
            "id": "24",
            "name": "沃尔玛（1013店）"
        },
        {
            "addr": "湖北省武汉市民生路17号万达购物广场",
            "cid": "175",
            "code": "0027029C",
            "id": "25",
            "name": "沃尔玛（1003店）"
        },
        {
            "addr": "湖北省武汉市近郊黄陂区双凤大道157号（移动大楼对面）",
            "cid": "175",
            "code": "0027030C",
            "id": "26",
            "name": "武商量贩(黄陂店)"
        },
        {
            "addr": "湖北省武汉市黄陂区黄陂大道162号",
            "cid": "175",
            "code": "0027026C",
            "id": "27",
            "name": "中百仓储（黄陂店）"
        },
        {
            "addr": "湖北省武汉市蔡甸区幸福路685号",
            "cid": "175",
            "code": "0027001C",
            "id": "28",
            "name": "中百仓储(蔡甸购物中心)"
        },
        {
            "addr": "湖北省武汉市蔡甸广场",
            "cid": "175",
            "code": "0027013C",
            "id": "29",
            "name": "中百仓储(金家购物广场店)"
        },
        {
            "addr": "湖北省武汉市新洲区齐安大道109号亚华广场 ",
            "cid": "175",
            "code": "0027019C",
            "id": "30",
            "name": "中百仓储（新洲一店）"
        },
        {
            "addr": "湖北省武汉市新洲区邾城街新洲大街一栋",
            "cid": "175",
            "code": "0027020C",
            "id": "31",
            "name": "中百仓储（新洲二店）"
        },
        {
            "addr": "湖北省武汉市长丰街东方村特1号",
            "cid": "175",
            "code": "0027035C",
            "id": "32",
            "name": "中百仓储（长丰店）"
        },
        {
            "addr": "湖北省武汉市东湖新技术开发区光谷世界城光谷街3号1区101大洋百货(光谷店)2层",
            "cid": "175",
            "code": "0027045C",
            "id": "33",
            "name": "家乐福（光谷店）"
        },
        {
            "addr": "湖北省武汉市江岸区汉口建设大道937号王府花园",
            "cid": "175",
            "code": "0027044C",
            "id": "34",
            "name": "家乐福（建设店）"
        },
        {
            "addr": "湖北省武汉市汉口解放大道与二七路的交汇处东部购物公园C1",
            "cid": "175",
            "code": "0027043C",
            "id": "35",
            "name": "家乐福（二七店）"
        },
        {
            "addr": "湖北省武汉市蔡甸区新天大道130号中核世纪广场欧尚店",
            "cid": "175",
            "code": "0027042C",
            "id": "36",
            "name": "欧尚155店（中核世纪广场店）"
        },
        {
            "addr": "湖北省武汉市江夏区纸坊镇兴新街158号",
            "cid": "175",
            "code": "0027047C",
            "id": "37",
            "name": "中百仓储江夏购物广场"
        },
        {
            "addr": "湖北省武汉市硚口区张毕湖路2号（额头湾村）",
            "cid": "175",
            "code": "0027048C",
            "id": "38",
            "name": "欧尚161店（武汉宜家店）"
        },
        {
            "addr": "湖北省武汉市汉南区汉南大道580号(中百仓储汉南店)",
            "cid": "175",
            "code": "0027053C",
            "id": "39",
            "name": "中百仓储汉南店"
        },
        {
            "addr": "湖北省武汉市汉阳区龙阳大道特6号武汉摩尔城地下第一层",
            "cid": "175",
            "code": "0027051C",
            "id": "40",
            "name": "沃尔玛2073店"
        },
        {
            "addr": "武汉市黄陂区巨龙大道88号中百仓储盘龙城店",
            "cid": "175",
            "code": "0027052C",
            "id": "41",
            "name": "中百仓储盘龙城店"
        },
        {
            "addr": "湖北省武汉市经济开发区江城大道与三环线交汇处西南侧永旺梦乐城A区AEON超市",
            "cid": "175",
            "code": "0027050C",
            "id": "42",
            "name": "永旺（沌口）店"
        },
        {
            "addr": "湖北省武汉市武昌区水果湖横路8号武商量贩",
            "cid": "175",
            "code": "0027054C",
            "id": "43",
            "name": "武商量贩(水果湖店)"
        },
        {
            "addr": "湖北省洪山区武昌铬喻路726号大洋百货光谷店珀莱雅专柜",
            "cid": "175",
            "code": "0027009S",
            "id": "44",
            "name": "大洋百货（光谷店）"
        },
        {
            "addr": "湖北省武汉江夏区兴新街172号中心百货珀莱雅专柜",
            "cid": "175",
            "code": "0027007S",
            "id": "45",
            "name": "中心百货（江夏店）"
        },
        {
            "addr": "湖北省武汉市汉阳区汉阳大道577号21世纪购物广场珀莱雅专柜",
            "cid": "175",
            "code": "0027001S",
            "id": "46",
            "name": "21世纪购物"
        },
        {
            "addr": "湖北省武汉市汉阳区王家湾十升路特一号大洋百货珀莱雅专柜",
            "cid": "175",
            "code": "0027005S",
            "id": "47",
            "name": "大洋百货（龙阳店）"
        },
        {
            "addr": "湖北省武汉黄陂区前川大道中百广场珀莱雅专柜",
            "cid": "175",
            "code": "0027008S",
            "id": "48",
            "name": "中心百货（黄陂店）"
        },
        {
            "addr": "武汉市洪山区珞瑜路726号鲁巷广场珀莱雅专柜",
            "cid": "175",
            "code": "0027014S",
            "id": "49",
            "name": "鲁巷广场"
        },
        {
            "addr": "湖北省武汉江汉路佳丽广场王府井百货1楼化妆区珀莱雅专柜",
            "cid": "175",
            "code": "0027013S",
            "id": "50",
            "name": "王府井百货（武汉）"
        },
        {
            "addr": "湖北省武汉市硚口区解放大道668号武商广场1楼化妆区珀莱雅专柜",
            "cid": "175",
            "code": "0027004S",
            "id": "51",
            "name": "武商广场"
        },
        {
            "addr": "湖北省武汉市青山区和平大道1542号青山商场珀莱雅专柜",
            "cid": "175",
            "code": "0027006S",
            "id": "52",
            "name": "青山商场"
        },
        {
            "addr": "",
            "cid": "175",
            "code": "0027055C",
            "id": "53",
            "name": "中百南德新都"
        },
        {
            "addr": "湖北省洪湖市宏伟南路聚金广场5号",
            "cid": "176",
            "code": "0716008C",
            "id": "1",
            "name": "中百仓储(洪湖店)"
        },
        {
            "addr": "湖北省荆州市江津中路204号",
            "cid": "177",
            "code": "0716003C",
            "id": "1",
            "name": "大润发（荆州店）"
        },
        {
            "addr": "湖北省荆州沙市五星三村130号",
            "cid": "177",
            "code": "0716007C",
            "id": "2",
            "name": "武商量贩(沙市店)"
        },
        {
            "addr": "湖北省潜江市江汉路特1号",
            "cid": "178",
            "code": "0728002C",
            "id": "1",
            "name": "中百仓储（潜江店）"
        },
        {
            "addr": "湖北省荆门市虎石关大道11号星球商业中心负一楼",
            "cid": "179",
            "code": "0724001C",
            "id": "1",
            "name": "沃尔玛(荆门店2383)"
        },
        {
            "addr": "湖北省荆门市京山县新市镇京源大道109号",
            "cid": "179",
            "code": "0724002C",
            "id": "2",
            "name": "中百仓储(京山店)"
        },
        {
            "addr": "湖北省荆门市中天街55号东方百货珀莱雅专柜",
            "cid": "179",
            "code": "0724002S",
            "id": "3",
            "name": "荆门东方百货"
        },
        {
            "addr": "湖北省孝感市槐荫大道路193号",
            "cid": "180",
            "code": "0712001C",
            "id": "1",
            "name": "大润发（孝感店）"
        },
        {
            "addr": "湖北省孝感市中百仓储城站路购物广场",
            "cid": "180",
            "code": "0712005C",
            "id": "2",
            "name": "孝感中百仓储(城站路购物广场)"
        },
        {
            "addr": "湖北省孝感市文化路",
            "cid": "180",
            "code": "0712007C",
            "id": "3",
            "name": "中百仓储（孝感一店）"
        },
        {
            "addr": "湖北省孝感市孝昌县花园广场北全洲桃园Ａ区9号",
            "cid": "180",
            "code": "0712008C",
            "id": "4",
            "name": "中百仓储孝昌店"
        },
        {
            "addr": "湖北省武汉市武昌区珞瑜东路佳园路中商平价",
            "cid": "181",
            "code": "0027010C",
            "id": "1",
            "name": "中商平价（光谷店）"
        },
        {
            "addr": "湖北省黄冈市红安县民主街27号",
            "cid": "182",
            "code": "0713001C",
            "id": "1",
            "name": "中百仓储（红安店）"
        },
        {
            "addr": "湖北省天门市钟惺大道88号（与接官路交汇处-世贸广场）",
            "cid": "183",
            "code": "0728003C",
            "id": "1",
            "name": "大润发(天门店)"
        },
        {
            "addr": "湖北省天门皂市镇古都大道41号 ",
            "cid": "183",
            "code": "0728001C",
            "id": "2",
            "name": "中百仓储(天门购物中心)"
        },
        {
            "addr": "湖北省咸宁市温泉路70号",
            "cid": "184",
            "code": "0027046C",
            "id": "1",
            "name": "中百仓储咸宁购物广场"
        },
        {
            "addr": "湖北省咸宁市咸安区鱼水路233号银泰百货珀莱雅专柜",
            "cid": "184",
            "code": "0715001S",
            "id": "2",
            "name": "咸宁银泰百货"
        },
        {
            "addr": "湖北省安陆市碧涢路170",
            "cid": "185",
            "code": "0712009C",
            "id": "1",
            "name": "中百仓储安陆一店"
        },
        {
            "addr": "",
            "cid": "186",
            "code": "0714002C",
            "id": "1",
            "name": "武商量贩（黄石团山城店）"
        },
        {
            "addr": "湖北省黄石市武汉路99号武商商场珀莱雅专柜",
            "cid": "186",
            "code": "0027016S",
            "id": "2",
            "name": "黄石武商商场"
        },
        {
            "addr": "湖北省十堰市人民北路1号人民商场1楼化妆区珀莱雅专柜",
            "cid": "187",
            "code": "0719001S",
            "id": "1",
            "name": "人民商场"
        },
        {
            "addr": "湖北省鄂州市南浦路特1号珀莱雅专柜",
            "cid": "188",
            "code": "0711001S",
            "id": "1",
            "name": "鄂州银泰百货"
        },
        {
            "addr": "湖北省仙桃市仙桃大道特一号摩尔城珀莱雅专柜",
            "cid": "189",
            "code": "0728001S",
            "id": "1",
            "name": "武商仙桃摩尔城"
        },
        {
            "addr": "湖北省仙桃市沔阳大道43号银泰商城珀莱雅专柜",
            "cid": "189",
            "code": "0027018S",
            "id": "2",
            "name": "银泰仙桃商城"
        },
        {
            "addr": "湖北省宜昌市西陵区夷陵大道72号丹尼斯购物广场1楼化妆区珀莱雅专柜",
            "cid": "190",
            "code": "0717002S",
            "id": "1",
            "name": "宜昌丹尼斯购物广场"
        },
        {
            "addr": "湖南省长沙芙蓉区人民路与万家丽路交界处芙蓉大润发珀莱雅专柜",
            "cid": "191",
            "code": "0731003C",
            "id": "1",
            "name": "大润发（芙蓉店）"
        },
        {
            "addr": "湖南省长沙天心区井湾子北天心大润发珀莱雅专柜",
            "cid": "191",
            "code": "0731004C",
            "id": "2",
            "name": "大润发(长沙天心店）"
        },
        {
            "addr": "湖南省长沙市黄兴南路443号万达购物广场 3层珀莱雅专柜",
            "cid": "191",
            "code": "0731006C",
            "id": "3",
            "name": "沃尔玛（5746店）"
        },
        {
            "addr": "湖南省岳阳市巴陵中路泰和商业广场沃尔玛2楼珀莱雅专柜",
            "cid": "191",
            "code": "0731008C",
            "id": "4",
            "name": "沃尔玛（1036店"
        },
        {
            "addr": "湖南省长沙市天心区黄兴中路69号友阿春天1楼珀莱雅专柜",
            "cid": "191",
            "code": "0731004S",
            "id": "5",
            "name": "春天百货(长沙）"
        },
        {
            "addr": "湖南省长沙市八一路1号阿波罗商业广场1楼珀莱雅专柜",
            "cid": "191",
            "code": "0731003S",
            "id": "6",
            "name": "阿波罗商业广场"
        },
        {
            "addr": "湖南省长沙市浏阳县金沙中路1号通程商业广场1楼珀莱雅专柜",
            "cid": "191",
            "code": "0731018S",
            "id": "7",
            "name": "通程商业广场（浏阳店）"
        },
        {
            "addr": "湖南省长沙市岳麓区荣湾镇枫林路2号通程商业广场1楼珀莱雅专柜",
            "cid": "191",
            "code": "0731008S",
            "id": "8",
            "name": "通程商业广场（河西店）"
        },
        {
            "addr": "湖南省长沙市湘府中路2段517号1楼珀莱雅专柜",
            "cid": "191",
            "code": "0731006S",
            "id": "9",
            "name": "通程商业广场（红星店）"
        },
        {
            "addr": "湖南省长沙市岳麓区金星中路428号步步高广场1楼珀莱雅专柜",
            "cid": "191",
            "code": "0731020S",
            "id": "10",
            "name": "步步高广场（长沙店）"
        },
        {
            "addr": "湖南省长沙市劳动东路165号友谊商城1楼珀莱雅专柜",
            "cid": "191",
            "code": "0731025S",
            "id": "11",
            "name": "友谊商城"
        },
        {
            "addr": "湖南省长沙市岳麓区枫林三路与东方红路交汇处",
            "cid": "191",
            "code": "0731028S",
            "id": "12",
            "name": "步步高梅溪湖店"
        },
        {
            "addr": "湖南省常德市洞庭大道丹阳天桥旁大润发3楼珀莱雅专柜",
            "cid": "192",
            "code": "0736001C",
            "id": "1",
            "name": "大润发（常德店）"
        },
        {
            "addr": "湖南省常德市武陵区 育才路351号家润多超市珀莱雅专柜",
            "cid": "192",
            "code": "0736002C",
            "id": "2",
            "name": "家润多（常德店）"
        },
        {
            "addr": "湖南省常德市步行街162号春天百货1楼珀莱雅专柜",
            "cid": "192",
            "code": "0736001S",
            "id": "3",
            "name": "春天百货（常德）"
        },
        {
            "addr": "湖南岳阳市青年路中路岳阳大润发珀莱雅专柜",
            "cid": "193",
            "code": "0730001C",
            "id": "1",
            "name": "大润发（岳阳店）"
        },
        {
            "addr": "湖南省岳阳市得胜北路东侧光宏商业广场百盛商场1楼珀莱雅专柜",
            "cid": "193",
            "code": "0730004S",
            "id": "2",
            "name": "岳阳百盛"
        },
        {
            "addr": "湖南省岳阳市辖区商业步行街金鹰阁岳阳现代武商购物中心1楼珀莱雅专柜",
            "cid": "193",
            "code": "0730001S",
            "id": "3",
            "name": "武商商场"
        },
        {
            "addr": "湖南省岳阳市岳阳楼区花板桥金鄂中路步步高购物广场1楼珀莱雅专柜",
            "cid": "193",
            "code": "0730003S",
            "id": "4",
            "name": "岳阳步步高"
        },
        {
            "addr": "湖南怀化市人民南路与人民东路路口大润发超市珀莱雅专柜",
            "cid": "194",
            "code": "0745001C",
            "id": "1",
            "name": "大润发（怀化店）"
        },
        {
            "addr": "湖南省怀化市迎丰西路207号琼天大厦步步高百货珀莱雅专柜",
            "cid": "194",
            "code": "0745001S",
            "id": "2",
            "name": "怀化步步高百货"
        },
        {
            "addr": "湖南省宁乡县玉潭路与花明路交汇处大润发珀莱雅专柜",
            "cid": "195",
            "code": "0731005C",
            "id": "1",
            "name": "大润发（宁乡店）"
        },
        {
            "addr": "湖南省株洲市天元区神农广场沃尔玛一楼珀莱雅专柜",
            "cid": "196",
            "code": "0731007C",
            "id": "1",
            "name": "沃尔玛（2444店"
        },
        {
            "addr": "湖南省株洲市新华西路32号株洲百货大楼1楼珀莱雅专柜",
            "cid": "196",
            "code": "0731014S",
            "id": "2",
            "name": "株洲百货大楼"
        },
        {
            "addr": "湖南省郴州市国庆北路18号友谊中皇城百货珀莱雅专柜",
            "cid": "197",
            "code": "0735001S",
            "id": "1",
            "name": "友谊中皇城"
        },
        {
            "addr": "湖南省郴州市湖北区燕泉路7号步步高百货一楼珀莱雅专柜",
            "cid": "197",
            "code": "0735002S",
            "id": "2",
            "name": "步步高（罗家井店）"
        },
        {
            "addr": "湖南省衡阳市解放大道华新开发区步步高百货珀莱雅专柜",
            "cid": "198",
            "code": "0734006S",
            "id": "1",
            "name": "步步高（广场店）"
        },
        {
            "addr": "湖南省衡阳市雁峰区解放路121号大洋百货一楼珀莱雅专柜",
            "cid": "198",
            "code": "0734003S",
            "id": "2",
            "name": "大洋百货"
        },
        {
            "addr": "湖南省衡阳市解放路55号广百百货珀莱雅专柜",
            "cid": "198",
            "code": "0734001S",
            "id": "3",
            "name": "摩登百货"
        },
        {
            "addr": "湖南省耒阳市城北路海琼百货一楼珀莱雅专柜",
            "cid": "199",
            "code": "0734002S",
            "id": "1",
            "name": "新世界海琼百货"
        },
        {
            "addr": "湖南省吉首市人民北路99号和盛堂珀莱雅专柜",
            "cid": "200",
            "code": "0743001S",
            "id": "1",
            "name": "吉首和盛堂"
        },
        {
            "addr": "湖南省永州市冷水滩区零陵北路舜德摩尔一号楼珀莱雅专柜",
            "cid": "201",
            "code": "0746002S",
            "id": "1",
            "name": "步步高（永州店）"
        },
        {
            "addr": "湖南省娄底市娄星区氐星路与西贸路交汇处珀莱雅专柜",
            "cid": "202",
            "code": "0738001S",
            "id": "1",
            "name": "邵阳天虹百货（娄底店）"
        },
        {
            "addr": "湖南省湘潭市雨湖区韶山路基建营步步高1楼珀莱雅专柜",
            "cid": "203",
            "code": "0731026S",
            "id": "1",
            "name": "基建营步步高"
        },
        {
            "addr": "江西省九江市九瑞大道53号",
            "cid": "204",
            "code": "0792001C",
            "id": "1",
            "name": "大润发（九江店）"
        },
        {
            "addr": "江西省赣州市红旗大道",
            "cid": "205",
            "code": "0797003C",
            "id": "1",
            "name": "大润发（赣州店）"
        },
        {
            "addr": "江西省赣州市章贡区长征大道1号",
            "cid": "205",
            "code": "0791009C",
            "id": "2",
            "name": "江西天虹赣州店"
        },
        {
            "addr": "江西省南昌市西湖区广场南路217号",
            "cid": "206",
            "code": "0791001C",
            "id": "1",
            "name": "大润发〈南昌一店（八一店）〉"
        },
        {
            "addr": "江西省南昌市新建县欧尚超市",
            "cid": "206",
            "code": "0791003C",
            "id": "2",
            "name": "欧尚（南昌店）"
        },
        {
            "addr": "江西省南昌市东湖区八一大道333号",
            "cid": "206",
            "code": "0791008C",
            "id": "3",
            "name": "沃尔玛(5782)"
        },
        {
            "addr": "江西省南昌西湖区中山路150号洪客隆中山路店一楼珀莱雅专柜",
            "cid": "206",
            "code": "0791001S",
            "id": "4",
            "name": "洪客隆中山路店"
        },
        {
            "addr": "江西省南昌县莲塘镇维也纳广场内百货大楼一楼珀莱雅专柜",
            "cid": "206",
            "code": "0791002S",
            "id": "5",
            "name": "百货大楼（莲塘店）"
        },
        {
            "addr": "江西省南昌市青山湖区京东大道和北京东路交叉口天虹百货一楼珀莱雅专柜",
            "cid": "206",
            "code": "0791011S",
            "id": "6",
            "name": "天虹百货（京东店）"
        },
        {
            "addr": "江西省南昌市红谷滩新区丽景路388号 天虹百货一楼珀莱雅专柜",
            "cid": "206",
            "code": "0791005S",
            "id": "7",
            "name": "天虹百货（红谷滩店）"
        },
        {
            "addr": "江西省南昌市叠山路与胜利路步行街口交汇处百货大楼（大众店）一楼珀莱雅专柜",
            "cid": "206",
            "code": "0791006S",
            "id": "8",
            "name": "南昌百货大楼（大众店）"
        },
        {
            "addr": "江西省南昌市西湖区中山路318号（中山路与象山路交会处）天虹百货一楼珀莱雅专柜",
            "cid": "206",
            "code": "0791004S",
            "id": "9",
            "name": "天虹百货（中山店）"
        },
        {
            "addr": "江西省南昌市青山湖区南京东路214号天虹百货一楼珀莱雅专柜",
            "cid": "206",
            "code": "0791013S",
            "id": "10",
            "name": "天虹百货江大店"
        },
        {
            "addr": "江西省抚州市青云峰路14号凤凰城商业C区（大润发超市）",
            "cid": "207",
            "code": "0794001C",
            "id": "1",
            "name": "大润发抚州青云峰店"
        },
        {
            "addr": "江西省抚州市赣东大道地委坡融旺百货一楼珀莱雅专柜",
            "cid": "207",
            "code": "0791007S",
            "id": "2",
            "name": "抚州融旺百货"
        },
        {
            "addr": "江西省抚州市赣东大道与环城路交汇处步步高百货一楼珀莱雅专柜",
            "cid": "207",
            "code": "0791008S",
            "id": "3",
            "name": "步步高百货（抚州店）"
        },
        {
            "addr": "江西省抚州市赣东大道洪客隆广场珀莱雅专柜",
            "cid": "207",
            "code": "0791012S",
            "id": "4",
            "name": "抚州洪客隆店"
        },
        {
            "addr": "江西省萍乡市安源区跃进北路118号",
            "cid": "208",
            "code": "0799001C",
            "id": "1",
            "name": "萍乡洪大商超店"
        },
        {
            "addr": "江西省新余市渝水区胜利北路298号",
            "cid": "209",
            "code": "0790002C",
            "id": "1",
            "name": "华润万家新余店"
        },
        {
            "addr": "江西省新余市胜利北路地王城市广场(新亚新对面)步步高百货一楼珀莱雅专柜",
            "cid": "209",
            "code": "0790001S",
            "id": "2",
            "name": "步步高商场（新余市）"
        },
        {
            "addr": "江西省景德镇市昌江区广场南路102号金鼎商厦B1楼",
            "cid": "210",
            "code": "0798001C",
            "id": "1",
            "name": "金鼎购物广场店"
        },
        {
            "addr": "江西省上饶市鄱阳县建设路口（与芝阳路交汇处）步步高鄱阳购物广场",
            "cid": "211",
            "code": "0793001C",
            "id": "1",
            "name": "步步高鄱阳购物广场"
        },
        {
            "addr": "江西省宜春市东风路283号青龙商厦一楼珀莱雅专柜",
            "cid": "212",
            "code": "0795001S",
            "id": "1",
            "name": "青龙商厦"
        },
        {
            "addr": "江西省宜春市东风路和中山路交汇处步步高百货一楼珀莱雅专柜",
            "cid": "212",
            "code": "0795002S",
            "id": "2",
            "name": "步步高百货宜春店"
        },
        {
            "addr": "上海市奉贤区南奉公路8889号",
            "cid": "213",
            "code": "0021038C",
            "id": "1",
            "name": "卜蜂莲花(南奉店)"
        },
        {
            "addr": "上海市奉贤区南桥镇南亭公路601号",
            "cid": "213",
            "code": "0021009C",
            "id": "2",
            "name": "大润发（上海奉贤店）"
        },
        {
            "addr": "上海市奉贤区南桥镇环城东路1468号",
            "cid": "213",
            "code": "0021023C",
            "id": "3",
            "name": "乐购（金叶店）"
        },
        {
            "addr": "上海市闸北区西藏北路中华新路388号",
            "cid": "213",
            "code": "0021026C",
            "id": "4",
            "name": "乐购（中兴店）"
        },
        {
            "addr": "上海市金山区朱泾镇沈浦泾路50号",
            "cid": "213",
            "code": "0021011C",
            "id": "5",
            "name": "乐购（沈浦泾店）"
        },
        {
            "addr": "上海市金山区卫清西路477号(蒙山路口)",
            "cid": "213",
            "code": "0021019C",
            "id": "6",
            "name": "乐购(金山店)"
        },
        {
            "addr": "上海市金山区蒙山北路399号",
            "cid": "213",
            "code": "0021001C",
            "id": "7",
            "name": "欧尚（金山店）"
        },
        {
            "addr": "上海市闵行区江月路1800号（浦星路口）",
            "cid": "213",
            "code": "0021044C",
            "id": "8",
            "name": "卜蜂莲花（浦星店）"
        },
        {
            "addr": "上海市浦东新区金高路1256号",
            "cid": "213",
            "code": "0021027C",
            "id": "9",
            "name": "卜蜂莲花（杨高北路店）"
        },
        {
            "addr": "上海市浦东新区上南路3521号",
            "cid": "213",
            "code": "0021028C",
            "id": "10",
            "name": "卜蜂莲花（上南店）"
        },
        {
            "addr": "上海市浦东新区川沙华夏东路2239号",
            "cid": "213",
            "code": "0021046C",
            "id": "11",
            "name": "卜蜂莲花（川沙店）"
        },
        {
            "addr": "上海市浦东新区康桥镇秀沿路1032-1080号",
            "cid": "213",
            "code": "0021048C",
            "id": "12",
            "name": "大润发（康桥店）"
        },
        {
            "addr": "上海市浦东区长清路1200弄1号（近杨南路）",
            "cid": "213",
            "code": "0021049C",
            "id": "13",
            "name": "大润发(三林店)"
        },
        {
            "addr": "上海市浦东新区沪南公路3449弄1支弄1-8号",
            "cid": "213",
            "code": "0021024C",
            "id": "14",
            "name": "乐购（周浦店）"
        },
        {
            "addr": "上海市浦东新区上南路4467弄20号",
            "cid": "213",
            "code": "0021021C",
            "id": "15",
            "name": "乐购（上南店）"
        },
        {
            "addr": "上海市浦东新区锦绣路3218号",
            "cid": "213",
            "code": "0021008C",
            "id": "16",
            "name": "乐购(锦绣店)"
        },
        {
            "addr": "上海市闵行区吴中路1172号",
            "cid": "213",
            "code": "0021030C",
            "id": "17",
            "name": "卜蜂莲花（吴中路店）"
        },
        {
            "addr": "上海市闵行区春申路2801号",
            "cid": "213",
            "code": "0021055C",
            "id": "18",
            "name": "大润发(春申店)"
        },
        {
            "addr": "上海市嘉定区新郁路807号",
            "cid": "213",
            "code": "0021054C",
            "id": "19",
            "name": "大润发(曹安店)"
        },
        {
            "addr": "上海市闵行区七莘路3155号乐购2楼(近新龙路)",
            "cid": "213",
            "code": "0021002C",
            "id": "20",
            "name": "乐购（七宝店）"
        },
        {
            "addr": "上海市闵行区莘松路855号",
            "cid": "213",
            "code": "0021025C",
            "id": "21",
            "name": "乐购(莘松店)"
        },
        {
            "addr": "上海市闵行区都市路3366号",
            "cid": "213",
            "code": "0021041C",
            "id": "22",
            "name": "乐购(都市店)"
        },
        {
            "addr": "上海市闵行区莘建路2号(近闵行龙之梦)",
            "cid": "213",
            "code": "0021007C",
            "id": "23",
            "name": "乐购(莘东店)"
        },
        {
            "addr": "上海市宝山区蕰川路1557号",
            "cid": "213",
            "code": "0021042C",
            "id": "24",
            "name": "卜蜂莲花（蕴川店）"
        },
        {
            "addr": "上海市闸北区汶水路886号",
            "cid": "213",
            "code": "0021045C",
            "id": "25",
            "name": "卜蜂莲花(汶水路店)"
        },
        {
            "addr": "上海市闸北区共和新路3318号",
            "cid": "213",
            "code": "0021006C",
            "id": "26",
            "name": "大润发（闸北店）"
        },
        {
            "addr": "上海市宝山区月罗路2380号1幢",
            "cid": "213",
            "code": "0021053C",
            "id": "27",
            "name": "大润发(罗店店)"
        },
        {
            "addr": "上海市普陀区新村路1500号",
            "cid": "213",
            "code": "0021058C",
            "id": "28",
            "name": "家乐福（万里店）"
        },
        {
            "addr": "上海市普陀区大华路518号",
            "cid": "213",
            "code": "0021016C",
            "id": "29",
            "name": "乐购(大华店)"
        },
        {
            "addr": "上海市普陀区铜川路1688号",
            "cid": "213",
            "code": "0021015C",
            "id": "30",
            "name": "乐购（真北店）"
        },
        {
            "addr": "上海市松江区荣乐中路8-28号",
            "cid": "213",
            "code": "0021036C",
            "id": "31",
            "name": "卜蜂莲花(松江岳阳店)"
        },
        {
            "addr": "上海市徐汇区船厂路178号",
            "cid": "213",
            "code": "0021035C",
            "id": "32",
            "name": "卜蜂莲花(船厂路店)"
        },
        {
            "addr": "上海市松江区荣乐中路552-572号",
            "cid": "213",
            "code": "0021032C",
            "id": "33",
            "name": "大润发（松江店）"
        },
        {
            "addr": "上海市松江区横港路18弄63号（近泗泾地铁站）",
            "cid": "213",
            "code": "0021005C",
            "id": "34",
            "name": "大润发（泗泾店）"
        },
        {
            "addr": "上海市浦东新区周浦镇横桥路建韵路38号2号楼3楼",
            "cid": "213",
            "code": "0021013C",
            "id": "35",
            "name": "大润发（临港店）"
        },
        {
            "addr": "上海市松江区新松江路935号",
            "cid": "213",
            "code": "0021022C",
            "id": "36",
            "name": "乐购（松江店）"
        },
        {
            "addr": "上海市浦东新区惠南镇南门大街18号（近沪南公路）",
            "cid": "213",
            "code": "0021033C",
            "id": "37",
            "name": "乐购(南汇店)"
        },
        {
            "addr": "上海市闵行区东川路2092号",
            "cid": "213",
            "code": "0021003C",
            "id": "38",
            "name": "欧尚（闵行店）"
        },
        {
            "addr": "上海市浦东新区惠南镇人民西路955号",
            "cid": "213",
            "code": "0021010C",
            "id": "39",
            "name": "欧尚（南汇店）"
        },
        {
            "addr": "上海市杨浦区黄兴路1618号",
            "cid": "213",
            "code": "0021051C",
            "id": "40",
            "name": "大润发(黄兴店)"
        },
        {
            "addr": "上海市嘉定区嘉定城中路2号",
            "cid": "213",
            "code": "0021020C",
            "id": "41",
            "name": "乐购（嘉定店）"
        },
        {
            "addr": "上海市杨浦区中原路102号",
            "cid": "213",
            "code": "0021004C",
            "id": "42",
            "name": "欧尚（中原店）"
        },
        {
            "addr": "上海市嘉定区澄浏中路3088号",
            "cid": "213",
            "code": "0021012C",
            "id": "43",
            "name": "欧尚（澄浏店）"
        },
        {
            "addr": "上海市嘉定区博乐路99号",
            "cid": "213",
            "code": "0021034C",
            "id": "44",
            "name": "欧尚（嘉定一店）"
        },
        {
            "addr": "上海市杨浦区长阳路1750号",
            "cid": "213",
            "code": "0021050C",
            "id": "45",
            "name": "欧尚（长阳店）"
        },
        {
            "addr": "上海市浦东新区高科中路2860号",
            "cid": "213",
            "code": "0021063C",
            "id": "46",
            "name": "家乐福（张江高科店）"
        },
        {
            "addr": "上海市浦东新区碧云路555号",
            "cid": "213",
            "code": "0021067C",
            "id": "47",
            "name": "家乐福（金桥店）"
        },
        {
            "addr": "上海市浦东新区芳甸路185号",
            "cid": "213",
            "code": "0021062C",
            "id": "48",
            "name": "家乐福（联洋店）"
        },
        {
            "addr": "上海市浦东新区金海路2505弄1号",
            "cid": "213",
            "code": "0021061C",
            "id": "49",
            "name": "家乐福（曹路店）"
        },
        {
            "addr": "上海市闵行区七莘路3655号",
            "cid": "213",
            "code": "0021065C",
            "id": "50",
            "name": "家乐福（七宝店）"
        },
        {
            "addr": "上海市普陀区金沙江西路1075弄17号",
            "cid": "213",
            "code": "0021059C",
            "id": "51",
            "name": "家乐福（万达广场店）"
        },
        {
            "addr": "上海市虹口区曲阳路560号",
            "cid": "213",
            "code": "0021060C",
            "id": "52",
            "name": "家乐福（曲阳店）"
        },
        {
            "addr": "上海闵行区沪闵路7388号",
            "cid": "213",
            "code": "0021066C",
            "id": "53",
            "name": "家乐福（南方店）"
        },
        {
            "addr": "上海市闵行区都市路5001号",
            "cid": "213",
            "code": "0021064C",
            "id": "54",
            "name": "家乐福（莘庄店）"
        },
        {
            "addr": "上海市嘉定区丰翔路3168号",
            "cid": "213",
            "code": "0021068C",
            "id": "55",
            "name": "家乐福（南翔店）"
        },
        {
            "addr": "上海市武宁路20号(近长寿路)",
            "cid": "213",
            "code": "0021069C",
            "id": "56",
            "name": "家乐福（武宁店）"
        },
        {
            "addr": "上海市宝山区场中路4048",
            "cid": "213",
            "code": "0021070C",
            "id": "57",
            "name": "家乐福（大场店）"
        },
        {
            "addr": "上海市长宁区水城路268号",
            "cid": "213",
            "code": "0021072C",
            "id": "58",
            "name": "家乐福（古北店）"
        },
        {
            "addr": "上海市虹口区西江湾路388号",
            "cid": "213",
            "code": "0021073C",
            "id": "59",
            "name": "家乐福（虹口店）"
        },
        {
            "addr": "上海浦东新区高清路2671号",
            "cid": "213",
            "code": "0021074C",
            "id": "60",
            "name": "家乐福（新里程店）"
        },
        {
            "addr": "上海市宝山区共和新路5219号",
            "cid": "213",
            "code": "0021071C",
            "id": "61",
            "name": "家乐福（宝山店）"
        },
        {
            "addr": "上海市嘉定区曹安公路2200号",
            "cid": "213",
            "code": "0021076C",
            "id": "62",
            "name": "沃尔玛（1072店）"
        },
        {
            "addr": "上海市徐汇区桂林路402号",
            "cid": "213",
            "code": "0021077C",
            "id": "63",
            "name": "沃尔玛（302店）"
        },
        {
            "addr": "上海市嘉定区菊园新区胜竹路2188号",
            "cid": "213",
            "code": "0021075C",
            "id": "64",
            "name": "乐购（菊园店）"
        },
        {
            "addr": "上海市松江区荣乐西路860号",
            "cid": "213",
            "code": "0021080C",
            "id": "65",
            "name": "家乐福（松江店）"
        },
        {
            "addr": "上海市闸北区俞泾港路1号",
            "cid": "213",
            "code": "0021079C",
            "id": "66",
            "name": "大润发（平型关店）"
        },
        {
            "addr": "上海市闸北区共和新路2008号(大宁国际商业广场)",
            "cid": "213",
            "code": "0021078C",
            "id": "67",
            "name": "大润发（大宁店）"
        },
        {
            "addr": "上海浦东新区川沙镇川沙路4825号浦东商场一楼珀莱雅专柜",
            "cid": "213",
            "code": "0021010S",
            "id": "68",
            "name": "浦东商厦(川沙店)(现代广场）"
        },
        {
            "addr": "上海市松江区中山中路188号一楼珀莱雅专柜",
            "cid": "213",
            "code": "0021003S",
            "id": "69",
            "name": "松江商厦"
        },
        {
            "addr": "上海市青浦区盈港路555号一楼珀莱雅专柜",
            "cid": "213",
            "code": "0021006S",
            "id": "70",
            "name": "青浦世纪广场"
        },
        {
            "addr": "上海浦东新区张杨北路801号文峰广场内（近五莲路）二楼珀莱雅专柜",
            "cid": "213",
            "code": "0021014S",
            "id": "71",
            "name": "上海浦东文峰"
        },
        {
            "addr": "上海市浦东新区年家浜路437号一楼珀莱雅专柜",
            "cid": "213",
            "code": "0021018S",
            "id": "72",
            "name": "万达百货（周浦店）"
        },
        {
            "addr": "上海市浦东新区惠南镇东门大街200号浦东商场一楼珀莱雅专柜",
            "cid": "213",
            "code": "0021004S",
            "id": "73",
            "name": "浦东商厦(南汇店）"
        },
        {
            "addr": "上海杨浦区鞍山路1号（控江路口）一楼珀莱雅专柜",
            "cid": "213",
            "code": "0021012S",
            "id": "74",
            "name": "假日百货"
        },
        {
            "addr": "上海市闵行区漕宝路3509号二楼珀莱雅专柜",
            "cid": "213",
            "code": "0021017S",
            "id": "75",
            "name": "汇宝购物广场"
        },
        {
            "addr": "上海南桥镇百齐路588号一楼珀莱雅专柜",
            "cid": "213",
            "code": "0021020S",
            "id": "76",
            "name": "上海百联南桥购物中心"
        },
        {
            "addr": "上海市黄浦区南京东路635号一楼珀莱雅专柜",
            "cid": "213",
            "code": "0021021S",
            "id": "77",
            "name": "上海永安百货"
        },
        {
            "addr": "上海市奉贤区南桥镇人民路80号一楼珀莱雅专柜",
            "cid": "213",
            "code": "0021022S",
            "id": "78",
            "name": "浦东商场（金叶店）"
        },
        {
            "addr": "上海市南京东路409号",
            "cid": "213",
            "code": "0021023S",
            "id": "79",
            "name": "置地广场"
        },
        {
            "addr": "上海青浦区沪青平公路1829号",
            "cid": "213",
            "code": "0021082C",
            "id": "80",
            "name": "家乐福（徐泾店）"
        },
        {
            "addr": "新疆乌鲁木齐南湖南路58号",
            "cid": "214",
            "code": "0091004C",
            "id": "1",
            "name": "家乐福（南湖店）"
        },
        {
            "addr": "新疆维吾尔自治区乌鲁木齐市新市区高新街街道长春南路216号长春路友好时尚购物中心",
            "cid": "214",
            "code": "0091005C",
            "id": "2",
            "name": "长春路友好店"
        },
        {
            "addr": "新疆省乌鲁木齐中山路158号东方100商厦珀莱雅专柜",
            "cid": "214",
            "code": "0991008S",
            "id": "3",
            "name": "东方100商厦"
        },
        {
            "addr": "新疆乌鲁木齐中山路288号汇嘉时代珀莱雅专柜",
            "cid": "214",
            "code": "0991010S",
            "id": "4",
            "name": "汇嘉时代（中山路店）"
        },
        {
            "addr": "新疆省乌鲁木齐市新市区铁路局西单商场珀莱雅专柜",
            "cid": "214",
            "code": "0991009S",
            "id": "5",
            "name": "乌鲁木齐西单商场"
        },
        {
            "addr": "新疆省铁路局北京路天山区河南西路7号五一商场珀莱雅专柜",
            "cid": "214",
            "code": "0991001S",
            "id": "6",
            "name": "五一世纪金马商场"
        },
        {
            "addr": "新疆省乌鲁木齐市黄河路93号七一酱园购物中心珀莱雅专柜",
            "cid": "214",
            "code": "0991002S",
            "id": "7",
            "name": "七一酱园购物中心"
        },
        {
            "addr": "新疆省昌吉市延安北路198号东方广场汇嘉时代一楼珀莱雅专柜",
            "cid": "215",
            "code": "0994004S",
            "id": "1",
            "name": "昌吉汇嘉时代东方广场店"
        },
        {
            "addr": "新疆克拉玛依市独山子区大庆西路38号金盛百货珀莱雅专柜",
            "cid": "216",
            "code": "0991007S",
            "id": "1",
            "name": "独山子金盛百货"
        },
        {
            "addr": "新疆省库尔勒市新疆巴音郭楞自治州库尔勒市人民东路田百友好购物中心珀莱雅专柜",
            "cid": "217",
            "code": "0996001S",
            "id": "1",
            "name": "库尔勒天百友好购物中心"
        },
        {
            "addr": "青海省西宁市海湖新区五四西路与文景街交汇处大润发超市",
            "cid": "218",
            "code": "0971001C",
            "id": "1",
            "name": "大润发（西宁海湖店）"
        },
        {
            "addr": "青海省西宁市城东区花园南街华联花园店",
            "cid": "218",
            "code": "0971003C",
            "id": "2",
            "name": "西宁华联花园店"
        },
        {
            "addr": "青海省西宁市西大街39号珀莱雅专柜",
            "cid": "218",
            "code": "0971003S",
            "id": "3",
            "name": "西大街百货"
        },
        {
            "addr": "青海省西宁市西关大街44号珀莱雅专柜",
            "cid": "218",
            "code": "0971004S",
            "id": "4",
            "name": "纺织品百货大楼"
        },
        {
            "addr": "青海省西宁市城中区东大街53号大十字百货珀莱雅专柜",
            "cid": "218",
            "code": "0971001S",
            "id": "5",
            "name": "大十字百货"
        },
        {
            "addr": "青海省西宁市五四大街76号大十字百货珀莱雅专柜",
            "cid": "218",
            "code": "0971006S",
            "id": "6",
            "name": "大十字百货广场店"
        },
        {
            "addr": "三亚市胜利路原老火车站胜利购物广场",
            "cid": "219",
            "code": "0898001C",
            "id": "1",
            "name": "三亚胜利购物广场店"
        },
        {
            "addr": "海南省三亚市解放三路668号明珠广场一楼珀莱雅专柜",
            "cid": "219",
            "code": "0898004S",
            "id": "2",
            "name": "三亚明珠商场（临时柜）"
        },
        {
            "addr": "海南省三亚市解放二路汽车站旁一楼珀莱雅专柜",
            "cid": "219",
            "code": "0898003S",
            "id": "3",
            "name": "三亚万豪商场"
        },
        {
            "addr": "海南省海口市美兰区明珠广场一楼一楼珀莱雅专柜",
            "cid": "220",
            "code": "0898001S",
            "id": "1",
            "name": "海口明珠广场"
        },
        {
            "addr": "贵州省贵阳市经济技术开发区黄河路42号",
            "cid": "221",
            "code": "0851001C",
            "id": "1",
            "name": "沃尔玛2143"
        },
        {
            "addr": "",
            "cid": "221",
            "code": "0851002C",
            "id": "2",
            "name": "沃尔玛1000店"
        },
        {
            "addr": "贵州省六盘水市中山西路36号宝龙国际百盛商场一楼珀莱雅专柜",
            "cid": "222",
            "code": "0858001S",
            "id": "1",
            "name": "六盘水百盛店"
        },
        {
            "addr": "贵州省遵义市红花岗区中山路103号国贸广场一楼珀莱雅专柜",
            "cid": "223",
            "code": "0852002S",
            "id": "1",
            "name": "遵义国贸商场"
        },
        {
            "addr": "贵州省遵义市汇川区珠海路曼哈顿时代广场F1层国贸广场一楼珀莱雅专柜",
            "cid": "223",
            "code": "0852004S",
            "id": "2",
            "name": "遵义国贸广场2店"
        },
        {
            "addr": "",
            "cid": "224",
            "code": "0755042C",
            "id": "1",
            "name": "百佳万科广场店"
        },
        {
            "addr": "广东省东莞市大岭山镇中心广场旁天和百货二楼珀莱雅柜台",
            "cid": "224",
            "code": "0769001S",
            "id": "2",
            "name": "大岭山天和百货"
        },
        {
            "addr": "广东省东莞市南城区鸿福西路海雅百货一楼珀莱雅柜台",
            "cid": "224",
            "code": "0769002S",
            "id": "3",
            "name": "南城海雅百货"
        },
        {
            "addr": "广东省东莞市樟木头镇永宁路天和百货一楼珀莱雅柜台",
            "cid": "224",
            "code": "0769007S",
            "id": "4",
            "name": "樟木头天和百货"
        },
        {
            "addr": "广东省东莞市石龙镇汇联步行街天和百货一楼珀莱雅柜台",
            "cid": "224",
            "code": "0769004S",
            "id": "5",
            "name": "石龙天和"
        },
        {
            "addr": "广东省东莞市西城天和百货一楼珀莱雅柜台",
            "cid": "224",
            "code": "0769011S",
            "id": "6",
            "name": "西城天和百货"
        },
        {
            "addr": "广东省东莞市清溪镇香芒路金阳广场天和百货一楼珀莱雅柜台",
            "cid": "224",
            "code": "0769003S",
            "id": "7",
            "name": "清溪天和百货"
        },
        {
            "addr": "广东省东莞市黄江镇天虹商场一楼珀莱雅柜台",
            "cid": "224",
            "code": "0769012S",
            "id": "8",
            "name": "天虹商场（黄江）"
        },
        {
            "addr": "广东省东莞市虎门镇金州社区地标广场一楼珀莱雅柜台",
            "cid": "224",
            "code": "0769009S",
            "id": "9",
            "name": "天虹商场（虎门）"
        },
        {
            "addr": "",
            "cid": "224",
            "code": "0591020C",
            "id": "10",
            "name": "大润发大朗"
        },
        {
            "addr": "黑龙江大庆市萨尔图区会战大街26号大庆百货大楼一楼珀莱雅专柜",
            "cid": "225",
            "code": "0459004S",
            "id": "1",
            "name": "大庆百货大楼"
        },
        {
            "addr": "黑龙江省大庆市萨尔图区纬七路29号新东风购物中心一楼珀莱雅专柜",
            "cid": "225",
            "code": "0459002S",
            "id": "2",
            "name": "新东风购物中心"
        },
        {
            "addr": "黑龙江省大庆市让胡路区中央大街65号让胡路商场一楼珀莱雅专柜",
            "cid": "225",
            "code": "0459001S",
            "id": "3",
            "name": "让胡路商场"
        },
        {
            "addr": "哈尔滨市南岗区东大直街319号秋林公司一楼珀莱雅专柜",
            "cid": "226",
            "code": "0451001S",
            "id": "1",
            "name": "秋林百货大楼"
        },
        {
            "addr": "黑龙江省哈尔滨市道里区中央大街220号百盛商场一楼珀莱雅专柜",
            "cid": "226",
            "code": "0451006S",
            "id": "2",
            "name": "哈尔滨百盛商场"
        },
        {
            "addr": "黑龙江省哈尔滨市香坊区红旗大街38号通乡商店一楼珀莱雅专柜",
            "cid": "226",
            "code": "0451004S",
            "id": "3",
            "name": "通乡商场"
        },
        {
            "addr": "黑龙江省哈尔滨市道里区石头道街118号哈尔滨新一百一楼珀莱雅专柜",
            "cid": "226",
            "code": "0451002S",
            "id": "4",
            "name": "第一百货大楼"
        },
        {
            "addr": "黑龙江省哈尔滨市道外区东直路118号百盛太平桥店珀莱雅专柜",
            "cid": "226",
            "code": "0451012S",
            "id": "5",
            "name": "哈尔滨百盛太平桥店"
        },
        {
            "addr": "黑龙江省鸡西市红军路71号珀莱雅专柜",
            "cid": "227",
            "code": "0467001S",
            "id": "1",
            "name": "新玛特商场（鸡西)"
        },
        {
            "addr": "黑龙江省鸡西市中心大街57号新玛特中心店一楼珀莱雅专柜",
            "cid": "227",
            "code": "0451008S",
            "id": "2",
            "name": "鸡西新玛特中心店"
        },
        {
            "addr": "黑龙江省牡丹江市西安区西长安街1号新玛特商场珀莱雅专柜",
            "cid": "228",
            "code": "0453001S",
            "id": "1",
            "name": "新玛特商场（牡丹江）"
        },
        {
            "addr": "黑龙江省齐齐哈尔市沙龙区龙华路1号新玛特一楼珀莱雅专柜",
            "cid": "229",
            "code": "0452002S",
            "id": "1",
            "name": "齐齐哈尔新玛特"
        },
        {
            "addr": "黑龙江省齐齐哈尔市龙沙区卜奎大街50号百货大楼一楼珀莱雅专柜",
            "cid": "229",
            "code": "0452001S",
            "id": "2",
            "name": "百货大楼（齐齐哈尔）"
        },
        {
            "addr": "黑龙江省佳木斯市长安路790号百货大楼1楼阳光大厅珀莱雅专柜",
            "cid": "230",
            "code": "0454001S",
            "id": "1",
            "name": "百货大楼(佳木斯)"
        },
        {
            "addr": "黑龙江省佳木斯长安路671号新玛特1楼珀莱雅专柜",
            "cid": "230",
            "code": "0454002S",
            "id": "2",
            "name": "新玛特商场（佳木斯）"
        },
        {
            "addr": "黑龙江省七台河市桃山区山湖路36号七台河新玛特一楼珀莱雅专柜",
            "cid": "231",
            "code": "0464001S",
            "id": "1",
            "name": "新玛特商场（七台河）"
        },
        {
            "addr": "吉林省延吉市光明街608号延吉百货大楼1楼化妆品珀莱雅专柜",
            "cid": "232",
            "code": "0433001S",
            "id": "1",
            "name": "延吉百货大楼"
        },
        {
            "addr": "吉林省长春市人民大街77号长百大楼1楼化妆品珀莱雅专柜",
            "cid": "233",
            "code": "0431005S",
            "id": "1",
            "name": "百货大楼（长春）"
        },
        {
            "addr": "吉林省长春市春城大街1077号欧亚春城 1楼化妆品珀莱雅专柜",
            "cid": "233",
            "code": "0431008S",
            "id": "2",
            "name": "欧亚春城购物中心"
        },
        {
            "addr": "吉林省长春市吉林大路6088号万豪广场1楼化妆品珀莱雅专柜",
            "cid": "233",
            "code": "0431012S",
            "id": "3",
            "name": "长春万豪购物广场"
        },
        {
            "addr": "吉林省长春市开运街5178号欧亚卖场1楼化妆品珀莱雅专柜",
            "cid": "233",
            "code": "0431003S",
            "id": "4",
            "name": "欧亚卖场"
        },
        {
            "addr": "吉林省长春市辽宁路2号站前国商1楼化妆品珀莱雅专柜",
            "cid": "233",
            "code": "0431011S",
            "id": "5",
            "name": "站前国商"
        },
        {
            "addr": "吉林省长春市工农大路1055号巴黎春天百货2楼化妆品珀莱雅专柜",
            "cid": "233",
            "code": "0431007S",
            "id": "6",
            "name": "巴黎春天百货"
        },
        {
            "addr": "吉林省长春市红旗街271号亚细亚百货1楼化妆品珀莱雅专柜",
            "cid": "233",
            "code": "0431002S",
            "id": "7",
            "name": "长春市亚细亚百货商场"
        },
        {
            "addr": "吉林省长春市重庆路468号亚泰富苑1楼化妆品珀莱雅专柜",
            "cid": "233",
            "code": "0431001S",
            "id": "8",
            "name": "亚泰富苑"
        },
        {
            "addr": "内蒙古省青山区幸福路甲3号王府井百货一层珀莱雅专柜",
            "cid": "234",
            "code": "0472003S",
            "id": "1",
            "name": "包头市王府井青山店"
        },
        {
            "addr": "内蒙古省东河区二宫对面包百大楼东河店一层珀莱雅专柜",
            "cid": "234",
            "code": "0472004S",
            "id": "2",
            "name": "包百商厦(东河店)"
        },
        {
            "addr": "内蒙古省呼和浩特市赛罕区中山东路1号维多利购物中心一层珀莱雅专柜",
            "cid": "235",
            "code": "0471006S",
            "id": "1",
            "name": "维多利购物中心"
        },
        {
            "addr": "内蒙古省回民区中山西路3号维多利商厦一层珀莱雅专柜",
            "cid": "235",
            "code": "0471008S",
            "id": "2",
            "name": "维多利商厦"
        },
        {
            "addr": "内蒙古集宁市恩和路维多利广场一楼珀莱雅专柜",
            "cid": "236",
            "code": "0471009S",
            "id": "1",
            "name": "集宁维多利商厦"
        },
        {
            "addr": "宁夏省银川是西夏区文萃路56号珀莱雅柜台",
            "cid": "237",
            "code": "0951005S",
            "id": "1",
            "name": "新华百货西夏店"
        },
        {
            "addr": "宁夏省银川市新华东街12号珀莱雅柜台",
            "cid": "237",
            "code": "0951001S",
            "id": "2",
            "name": "新华百货购物中心  "
        },
        {
            "addr": "宁夏省银川市新华东街180对面珀莱雅柜台",
            "cid": "237",
            "code": "0951002S",
            "id": "3",
            "name": "国芳百盛"
        },
        {
            "addr": "宁夏银川市兴庆区新华街东方红广场珀莱雅柜台",
            "cid": "237",
            "code": "0951008S",
            "id": "4",
            "name": "新华百货东方红广场(临时柜）"
        },
        {
            "addr": "宁夏银川兴庆区解放街2号",
            "cid": "237",
            "code": "0951010S",
            "id": "5",
            "name": "新华百货老大楼店"
        },
        {
            "addr": "宁夏省中卫市沙坡头区鼓楼北街013号新华百货珀莱雅专柜",
            "cid": "238",
            "code": "0951009S",
            "id": "1",
            "name": "新华百货中卫店"
        }
    ],
    "province": [
        {
            "id": "1",
            "name": "河北"
        },
        {
            "id": "2",
            "name": "天津"
        },
        {
            "id": "3",
            "name": "河南"
        },
        {
            "id": "4",
            "name": "北京"
        },
        {
            "id": "5",
            "name": "山东"
        },
        {
            "id": "6",
            "name": "安徽"
        },
        {
            "id": "7",
            "name": "辽宁"
        },
        {
            "id": "8",
            "name": "山西"
        },
        {
            "id": "9",
            "name": "江苏"
        },
        {
            "id": "10",
            "name": "浙江"
        },
        {
            "id": "11",
            "name": "广东"
        },
        {
            "id": "12",
            "name": "福建"
        },
        {
            "id": "13",
            "name": "广西"
        },
        {
            "id": "14",
            "name": "陕西"
        },
        {
            "id": "15",
            "name": "四川"
        },
        {
            "id": "16",
            "name": "重庆"
        },
        {
            "id": "17",
            "name": "云南"
        },
        {
            "id": "18",
            "name": "甘肃"
        },
        {
            "id": "19",
            "name": "湖北"
        },
        {
            "id": "20",
            "name": "湖南"
        },
        {
            "id": "21",
            "name": "江西"
        },
        {
            "id": "22",
            "name": "上海"
        },
        {
            "id": "23",
            "name": "新疆"
        },
        {
            "id": "24",
            "name": "青海"
        },
        {
            "id": "25",
            "name": "海南"
        },
        {
            "id": "26",
            "name": "贵州"
        },
        {
            "id": "27",
            "name": "广东1"
        },
        {
            "id": "28",
            "name": "黑龙江"
        },
        {
            "id": "29",
            "name": "吉林"
        },
        {
            "id": "30",
            "name": "内蒙古"
        },
        {
            "id": "31",
            "name": "宁夏"
        }
    ]
};